{
  "mpSpacing": "closer",
  "layers": [
    [
      {
        "ref": ["tv", 1396],
        "start": "5:9"
      },
      {
        "ref": ["movie", 559969]
      },
      {
        "ref": ["tv", 60059]
      },
      ""
    ],
    [
      {
        "ref": ["tv", 1408],
        "start": "4:13"
      },
      ""
    ]
  ],
  "data": {
    "tv": {
      "1396": {
        "id": 1396,
        "type": "tv",
        "title": "Breaking Bad",
        "year": "2008",
        "seasons": [
          {
            "season": 1,
            "episodes": [
              {
                "id": 62085,
                "type": "episode",
                "title": "Pilot",
                "runtime": 59,
                "episode": 1,
                "overview": "When an unassuming high school chemistry teacher discovers he has a rare form of lung cancer, he decides to team up with a former student and create a top of the line crystal meth in a used RV, to provide for his family once he is gone."
              },
              {
                "id": 62086,
                "type": "episode",
                "title": "Cat's in the Bag...",
                "runtime": 49,
                "episode": 2,
                "overview": "Walt and Jesse attempt to tie up loose ends. The desperate situation gets more complicated with the flip of a coin. Walt's wife, Skyler, becomes suspicious of Walt's strange behavior."
              },
              {
                "id": 62087,
                "type": "episode",
                "title": "...And the Bag's in the River",
                "runtime": 49,
                "episode": 3,
                "overview": "Walter fights with Jesse over his drug use, causing him to leave Walter alone with their captive, Krazy-8. Meanwhile, Hank has a scared straight moment with Walter Jr. after his aunt discovers he has been smoking pot. Also, Skylar is upset when Walter stays away from home."
              },
              {
                "id": 62088,
                "type": "episode",
                "title": "Cancer Man",
                "runtime": 49,
                "episode": 4,
                "overview": "Walter finally tells his family that he has been stricken with cancer. Meanwhile, the DEA believes Albuquerque has a new, big time player to worry about. Meanwhile, a worthy recipient is the target of a depressed Walter's anger, and Jesse makes a surprise visit to his parents home."
              },
              {
                "id": 62089,
                "type": "episode",
                "title": "Gray Matter",
                "runtime": 49,
                "episode": 5,
                "overview": "Walter and Skyler attend a former colleague's party. Jesse tries to free himself from the drugs, while Skyler organizes an intervention."
              },
              {
                "id": 62090,
                "type": "episode",
                "title": "Crazy Handful of Nothin'",
                "runtime": 49,
                "episode": 6,
                "overview": "The side effects of chemo begin to plague Walt. Meanwhile, the DEA rounds up suspected dealers."
              },
              {
                "id": 62091,
                "type": "episode",
                "title": "A No Rough Stuff Type Deal",
                "runtime": 48,
                "episode": 7,
                "overview": "Walter accepts his new identity as a drug dealer after a PTA meeting. Elsewhere, Jesse decides to put his aunt's house on the market and Skyler is the recipient of a baby shower."
              }
            ]
          },
          {
            "season": 2,
            "episodes": [
              {
                "id": 972873,
                "type": "episode",
                "title": "Seven Thirty-Seven",
                "runtime": 48,
                "episode": 1,
                "overview": "Walt and Jesse are vividly reminded of Tuco’s volatile nature, and try to figure a way out of their business partnership. Hank attempts to mend fences between the estranged Marie and Skyler."
              },
              {
                "id": 972874,
                "type": "episode",
                "title": "Grilled",
                "runtime": 48,
                "episode": 2,
                "overview": "Walt and Jesse find themselves in close quarters with an unhinged Tuco. Marie and Hank comfort Skyler, who is distraught over Walt’s disappearance. Hank pays a visit to Mrs. Pinkman on some not-so-official business."
              },
              {
                "id": 62094,
                "type": "episode",
                "title": "Bit by a Dead Bee",
                "runtime": 47,
                "episode": 3,
                "overview": "Walt and Jesse become short on cash when they try to cover their tracks. Meanwhile, the DEA has a lead that could them straight to Walt and Jesse."
              },
              {
                "id": 62095,
                "type": "episode",
                "title": "Down",
                "runtime": 48,
                "episode": 4,
                "overview": "Walt attempts to reconnect with his family, while Jesse struggles to rebuild his life."
              },
              {
                "id": 62096,
                "type": "episode",
                "title": "Breakage",
                "runtime": 48,
                "episode": 5,
                "overview": "Hank suffers from the aftermath of his encounter with Tuco. Meanwhile, Jesse hires a crew to get their product out on the streets."
              },
              {
                "id": 62097,
                "type": "episode",
                "title": "Peekaboo",
                "runtime": 48,
                "episode": 6,
                "overview": "Walt's secret is in jeopardy when Skyler thanks Gretchen for paying for his treatment."
              },
              {
                "id": 62098,
                "type": "episode",
                "title": "Negro y Azul",
                "runtime": 48,
                "episode": 7,
                "overview": "Jesse and Walt discuss expanding into new territories; Hank struggles to fit in; Skyler pursues a new job opportunity; Jesse gets to know his landlord."
              },
              {
                "id": 62099,
                "type": "episode",
                "title": "Better Call Saul",
                "runtime": 48,
                "episode": 8,
                "overview": "Walt and Jesse seek advice from a shady attorney when Badger gets in trouble with the law; the DEA believes they have caught up with \"Heisenberg\" ; Hank returns."
              },
              {
                "id": 62100,
                "type": "episode",
                "title": "4 Days Out",
                "runtime": 48,
                "episode": 9,
                "overview": "Walt and his family wait for news after he undergoes a PET-CT scan. Walt follows Saul's advice; Jesse's relationship with Jane is put on hold when he and Walt head to the desert for a marathon of cooking."
              },
              {
                "id": 62101,
                "type": "episode",
                "title": "Over",
                "runtime": 48,
                "episode": 10,
                "overview": "Walt and Hank get into a heated argument at a party. Skyler opens up to her boss. Jane hides her relationship with Jesse from her father."
              },
              {
                "id": 62102,
                "type": "episode",
                "title": "Mandala",
                "runtime": 48,
                "episode": 11,
                "overview": "As the end of her pregnancy finds Skyler conflicted about her feelings, a dealer's death forces Walt to look for somewhere to unload a load of meth."
              },
              {
                "id": 62103,
                "type": "episode",
                "title": "Phoenix",
                "runtime": 48,
                "episode": 12,
                "overview": "As Walt explores money laundering options, he and Jesse spar over the profits from their latest deal. Jesse and Jane clash with her father. Walt makes a fatal decision."
              },
              {
                "id": 62104,
                "type": "episode",
                "title": "ABQ",
                "runtime": 48,
                "episode": 13,
                "overview": "Skyler confronts Walt about his secrecy; Jesse falls apart; and Jane's grief-stricken father takes action that results in further tragedy."
              }
            ]
          },
          {
            "season": 3,
            "episodes": [
              {
                "id": 62105,
                "type": "episode",
                "title": "No Más",
                "runtime": 48,
                "episode": 1,
                "overview": "Walt faces a new threat, on a new front and deals with an increasingly angry Skyler, who must consider what to do next with her life and the kids. Meanwhile, Jesse comes face-to-face with some startling self-revelations."
              },
              {
                "id": 62106,
                "type": "episode",
                "title": "Caballo sin Nombre",
                "runtime": 48,
                "episode": 2,
                "overview": "Despite ever-increasing tension between Walt and Skyler, he pulls out all the stops in an effort to reconcile with the family. Elsewhere, Saul is instrumental in getting Jesse involved in a most-unusual investment opportunity."
              },
              {
                "id": 62107,
                "type": "episode",
                "title": "I.F.T.",
                "runtime": 48,
                "episode": 3,
                "overview": "Walt ignores Skyler's demands, furthering the rift between them and pushing her to break bad. Still suffering from panic and anxiety attacks, Hank crosses a line at work."
              },
              {
                "id": 62108,
                "type": "episode",
                "title": "Green Light",
                "runtime": 48,
                "episode": 4,
                "overview": "Walt loses control as he reacts to Skyler's news, endangering his job and relationships with Saul and Jesse. Hank throws himself into his blue meth investigation. Jesse enacts a new plan."
              },
              {
                "id": 62109,
                "type": "episode",
                "title": "Más",
                "runtime": 48,
                "episode": 5,
                "overview": "Gus increases his efforts to lure Walt back into business, forcing a rift between Walt and Jesse. Skyler doubts her new relationship. Marie confides in Skyler about her concern for Hank's well-being."
              },
              {
                "id": 62110,
                "type": "episode",
                "title": "Sunset",
                "runtime": 48,
                "episode": 6,
                "overview": "Walt settles into his new surroundings; Walt, Jr. wants answers about his parents' relationship; Hank's investigation causes problems for Walt and Jesse."
              },
              {
                "id": 62111,
                "type": "episode",
                "title": "One Minute",
                "runtime": 48,
                "episode": 7,
                "overview": "Hank's increasing volatility forces a confrontation with Jesse and trouble at work. Skyler pressures Walt to make a deal. Gus' actions have severe consequences."
              },
              {
                "id": 62112,
                "type": "episode",
                "title": "I See You",
                "runtime": 48,
                "episode": 8,
                "overview": "The family waits for news about Hank. While Jesse covers at the lab, Walt attempts to placate Gus. After witnessing a disturbing outburst, Walt worries he and his family are in danger."
              },
              {
                "id": 62113,
                "type": "episode",
                "title": "Kafkaesque",
                "runtime": 48,
                "episode": 9,
                "overview": "As Hank's hospital bills stack up, Skyler hatches a plan. Walt and Gus come to a better understanding. Jesse, looking for more independence, pursues a new opportunity."
              },
              {
                "id": 62114,
                "type": "episode",
                "title": "Fly",
                "runtime": 48,
                "episode": 10,
                "overview": "Walt becomes obsessed with a contaminant in the lab and refuses to finish the cook until it is eliminated. A frustrated Jesse attempts to get Walt back on track."
              },
              {
                "id": 62115,
                "type": "episode",
                "title": "Abiquiu",
                "runtime": 48,
                "episode": 11,
                "overview": "Skyler gets involved with Walt's business. Hank struggles with his recovery. Jesse makes a startling discovery after meeting a girl at group therapy."
              },
              {
                "id": 62116,
                "type": "episode",
                "title": "Half Measures",
                "runtime": 48,
                "episode": 12,
                "overview": "Against Walt's advice, Jesse lashes out. Fearing for Jesse's safety, Walt takes drastic action to intervene and tragic event leads to a shocking confrontation."
              },
              {
                "id": 62117,
                "type": "episode",
                "title": "Full Measure",
                "runtime": 48,
                "episode": 13,
                "overview": "With Jesse on the run and Mike in hot pursuit, Walt negotiates a bargain with Gus and concocts a disturbing plan to provide for his and Jesse's safety."
              }
            ]
          },
          {
            "season": 4,
            "episodes": [
              {
                "id": 62118,
                "type": "episode",
                "title": "Box Cutter",
                "runtime": 48,
                "episode": 1,
                "overview": "Walt and Jesse face the deadly consequences of their actions. Skyler deals with a puzzling disappearance, as Marie struggles to help Hank with his recovery."
              },
              {
                "id": 62119,
                "type": "episode",
                "title": "Thirty-Eight Snub",
                "runtime": 46,
                "episode": 2,
                "overview": "Walt attempts to form a new alliance as he plans his next move. Skyler pushes Walt towards a business opportunity, in hopes of protecting the family."
              },
              {
                "id": 62120,
                "type": "episode",
                "title": "Open House",
                "runtime": 47,
                "episode": 3,
                "overview": "Events spiral out of control at Jesse’s place. Skyler reluctantly asks for Saul’s help. Marie returns to an old pastime and a friend asks Hank for help."
              },
              {
                "id": 62122,
                "type": "episode",
                "title": "Bullet Points",
                "runtime": 46,
                "episode": 4,
                "overview": "The Cartel takes steps to gain the upper hand. Walt and Skyler share an embarrassing secret with the rest of the family. Jesse’s activities draw unwanted attention."
              },
              {
                "id": 62123,
                "type": "episode",
                "title": "Shotgun",
                "runtime": 48,
                "episode": 5,
                "overview": "When Jesse goes missing, Walt fears the worst. Skyler has an unlikely reunion. Hank shares some bad news with Detective Tim Roberts."
              },
              {
                "id": 62124,
                "type": "episode",
                "title": "Cornered",
                "runtime": 48,
                "episode": 6,
                "overview": "Skyler makes an unsettling discovery. Walter, Jr. pushes his dad into a questionable purchase. Jesse offers Mike some unexpected help."
              },
              {
                "id": 62121,
                "type": "episode",
                "title": "Problem Dog",
                "runtime": 48,
                "episode": 7,
                "overview": "A frustrated Walt gambles on a risky new plan.  Skyler's business venture hits a snag.  Hank recruits Walter, Jr. for an unusual outing."
              },
              {
                "id": 62127,
                "type": "episode",
                "title": "Hermanos",
                "runtime": 48,
                "episode": 8,
                "overview": "Skyler develops an unusual solution to her money troubles. Hank enlists Walt to investigate a theory. Walt’s impatience with Jesse grows."
              },
              {
                "id": 62125,
                "type": "episode",
                "title": "Bug",
                "runtime": 48,
                "episode": 9,
                "overview": "Skyler's past mistakes come back to haunt her. Gus takes action to thwart his rivals. Jesse seeks Walt's help, with mixed results."
              },
              {
                "id": 62126,
                "type": "episode",
                "title": "Salud",
                "runtime": 48,
                "episode": 10,
                "overview": "Walt's family worries when he doesn't turn up for Walter, Jr.'s 16th birthday.  Jesse is forced to put his lab skills to the test without Mr. White's help."
              },
              {
                "id": 62129,
                "type": "episode",
                "title": "Crawl Space",
                "runtime": 47,
                "episode": 11,
                "overview": "Walt takes drastic action to protect his secret and Gus. Skyler's efforts to solve Ted's financial problems hit a wall."
              },
              {
                "id": 62128,
                "type": "episode",
                "title": "End Times",
                "runtime": 46,
                "episode": 12,
                "overview": "Hank pushes Gomez to pursue one last lead, while Walt struggles to protect the family. Jesse gets alarming news and rushes to meet with Mr. White."
              },
              {
                "id": 62130,
                "type": "episode",
                "title": "Face Off",
                "runtime": 51,
                "episode": 13,
                "overview": "Walt and Jesse team up to take on Gus. With Saul's help, Walt finds an unexpected ally."
              }
            ]
          },
          {
            "season": 5,
            "episodes": [
              {
                "id": 62147,
                "type": "episode",
                "title": "Live Free or Die",
                "runtime": 43,
                "episode": 1,
                "overview": "As Walt deals with the aftermath of the Casa Tranquila explosion, Hank works to wrap up his investigation of Gus' empire."
              },
              {
                "id": 62148,
                "type": "episode",
                "title": "Madrigal",
                "runtime": 48,
                "episode": 2,
                "overview": "Walt and Jesse pursue an unlikely business partner. The DEA filters through various leads in hopes of finding something."
              },
              {
                "id": 62149,
                "type": "episode",
                "title": "Hazard Pay",
                "runtime": 48,
                "episode": 3,
                "overview": "Walt and Jesse formulate a new business plan. Walt shares a secret with Marie."
              },
              {
                "id": 62150,
                "type": "episode",
                "title": "Fifty-One",
                "runtime": 48,
                "episode": 4,
                "overview": "Walt celebrates another birthday. Skyler contemplates her options, and an associate puts a crimp in Walt and Jesse's business strategy."
              },
              {
                "id": 62151,
                "type": "episode",
                "title": "Dead Freight",
                "runtime": 49,
                "episode": 5,
                "overview": "Walt's team gets creative to obtain the methylamine they need to continue their operation."
              },
              {
                "id": 62152,
                "type": "episode",
                "title": "Buyout",
                "runtime": 48,
                "episode": 6,
                "overview": "Walt, Jesse, and Mike struggle over the future of their business, as occupational hazards weigh on Jesse."
              },
              {
                "id": 62153,
                "type": "episode",
                "title": "Say My Name",
                "runtime": 48,
                "episode": 7,
                "overview": "Walt takes control of business matters; Mike deals with the consequences of his actions."
              },
              {
                "id": 62154,
                "type": "episode",
                "title": "Gliding Over All",
                "runtime": 48,
                "episode": 8,
                "overview": "Walt takes care of loose ends; Walt makes a dangerous decision."
              },
              {
                "id": 62155,
                "type": "episode",
                "title": "Blood Money",
                "runtime": 48,
                "episode": 9,
                "overview": "As Walt and Jesse adjust to life out of the business, Hank grapples with a troubling lead."
              },
              {
                "id": 62156,
                "type": "episode",
                "title": "Buried",
                "runtime": 48,
                "episode": 10,
                "overview": "While Skyler's past catches up with her, Walt covers his tracks. Jesse continues to struggle with his guilt."
              },
              {
                "id": 62159,
                "type": "episode",
                "title": "Confessions",
                "runtime": 48,
                "episode": 11,
                "overview": "Jesse decides to make a change, while Walt and Skyler try to deal with an unexpected demand."
              },
              {
                "id": 62158,
                "type": "episode",
                "title": "Rabid Dog",
                "runtime": 48,
                "episode": 12,
                "overview": "An unusual strategy starts to bear fruit, while plans are set in motion that could change everything."
              },
              {
                "id": 62157,
                "type": "episode",
                "title": "To'hajiilee",
                "runtime": 47,
                "episode": 13,
                "overview": "Things heat up for Walt in unexpected ways."
              },
              {
                "id": 62162,
                "type": "episode",
                "title": "Ozymandias",
                "runtime": 48,
                "episode": 14,
                "overview": "Everyone copes with radically changed circumstances."
              },
              {
                "id": 62160,
                "type": "episode",
                "title": "Granite State",
                "runtime": 54,
                "episode": 15,
                "overview": "Events set in motion long ago move toward a conclusion."
              },
              {
                "id": 62161,
                "type": "episode",
                "title": "Felina",
                "runtime": 56,
                "episode": 16,
                "overview": "All bad things must come to an end."
              }
            ]
          }
        ]
      },
      "1408": {
        "id": 1408,
        "type": "tv",
        "title": "House",
        "year": "2004",
        "seasons": [
          {
            "season": 1,
            "episodes": [
              {
                "id": 63738,
                "type": "episode",
                "title": "Pilot",
                "runtime": 44,
                "episode": 1,
                "overview": "Dr. Gregory House, a brilliant diagnostician but devoid of bedside  manner, and his elite team of young medical experts rush to save the  life of a kindergarten teacher who started  speaking gibberish and passed out in front of her class."
              },
              {
                "id": 63739,
                "type": "episode",
                "title": "Paternity",
                "runtime": 43,
                "episode": 2,
                "overview": "Dr. House goes with his gut and performs an unethical act to prove what he suspects to be the link to a teenage lacrosse player's illness in order to save the boy's life."
              },
              {
                "id": 63740,
                "type": "episode",
                "title": "Occam's Razor",
                "runtime": 44,
                "episode": 3,
                "overview": "Dr. House and his team race to save a young man who may have not one, but two illnesses killing him."
              },
              {
                "id": 63741,
                "type": "episode",
                "title": "Maternity",
                "runtime": 44,
                "episode": 4,
                "overview": "A maternity ward epidemic forces House to decide whether to save the life of one child over another."
              },
              {
                "id": 63742,
                "type": "episode",
                "title": "Damned If You Do",
                "runtime": 44,
                "episode": 5,
                "overview": "Dr. House's approach is questioned when he treats a nun for what he believes to be an allergy, not realizing the nun's past is coming back to haunt her."
              },
              {
                "id": 63743,
                "type": "episode",
                "title": "The Socratic Method",
                "runtime": 44,
                "episode": 6,
                "overview": "The case of a schizophrenic mom with a deadly disease and her teenage son who have traded caretaking roles holds a special interest for Dr. House."
              },
              {
                "id": 63744,
                "type": "episode",
                "title": "Fidelity",
                "runtime": 44,
                "episode": 7,
                "overview": "Dr. House's diagnosis of a married woman with a rare sleep disorder forces her and her husband to examine their marriage and question their trust for each other."
              },
              {
                "id": 63745,
                "type": "episode",
                "title": "Poison",
                "runtime": 44,
                "episode": 8,
                "overview": "House and his team have to act fast when a high school student is admitted with a mysterious and lethal poisoning, especially when they discover more teens have been diagnosed with the same deadly illness."
              },
              {
                "id": 63746,
                "type": "episode",
                "title": "DNR",
                "runtime": 44,
                "episode": 9,
                "overview": "House has to defend himself when he treats a patient who has legally chosen to refuse treatment."
              },
              {
                "id": 63747,
                "type": "episode",
                "title": "Histories",
                "runtime": 44,
                "episode": 10,
                "overview": "Dr. House and the team treat a homeless woman whose worsening symptoms and unknown identity prove to be a complex mystery."
              },
              {
                "id": 63748,
                "type": "episode",
                "title": "Detox",
                "runtime": 44,
                "episode": 11,
                "overview": "Dr. House takes Cuddy's challenge to go off his painkillers for a week, but the effects of his withdrawal symptoms may put his patient in danger."
              },
              {
                "id": 63749,
                "type": "episode",
                "title": "Sports Medicine",
                "runtime": 43,
                "episode": 12,
                "overview": "A baseball player's comeback is cut short when he breaks his arm and House and his team have to act fast to figure out what is causing major bone loss that's killing the player and his dreams."
              },
              {
                "id": 63750,
                "type": "episode",
                "title": "Cursed",
                "runtime": 44,
                "episode": 13,
                "overview": "Dr. House's young patient believes his illness is the result of a curse while House uncovers important information about Chase's father."
              },
              {
                "id": 63751,
                "type": "episode",
                "title": "Control",
                "runtime": 44,
                "episode": 14,
                "overview": "The hospital's new Chairman of the Board has it out for Dr. House, questioning his importance to the hospital and threatening to eliminate House and his team."
              },
              {
                "id": 63752,
                "type": "episode",
                "title": "Mob Rules",
                "runtime": 44,
                "episode": 15,
                "overview": "Dr. House and his team race to diagnose a member of the mob and get him well enough to testify and enter the witness protection program while Cuddy works to convince Vogler of House's importance to the hospital."
              },
              {
                "id": 63753,
                "type": "episode",
                "title": "Heavy",
                "runtime": 44,
                "episode": 16,
                "overview": "Dr. House and his team try to uncover the reason a 10-year-old has a heart attack while House suspects one of his team is selling him out to Vogler."
              },
              {
                "id": 63754,
                "type": "episode",
                "title": "Role Model",
                "runtime": 44,
                "episode": 17,
                "overview": "House and his team battle to save a presidential hopeful, and House refuses to give in to Vogler's ultimatum when given the chance to save one of his team members."
              },
              {
                "id": 63755,
                "type": "episode",
                "title": "Babies & Bathwater",
                "runtime": 44,
                "episode": 18,
                "overview": "House and his team battle to diagnose a pregnant patient's life-threatening illness, prompting her to make the most emotional decision of her life, and Vogler is determined to fire House."
              },
              {
                "id": 63756,
                "type": "episode",
                "title": "Kids",
                "runtime": 44,
                "episode": 19,
                "overview": "House and his team race to diagnose a 12-year-old's illness - an illness with a shocking origin - and House asks Cameron to come back to her job."
              },
              {
                "id": 63757,
                "type": "episode",
                "title": "Love Hurts",
                "runtime": 44,
                "episode": 20,
                "overview": "House and his team tackle the case of a young man with a penchant for odd behavior, and House prepares for his date with Cameron."
              },
              {
                "id": 63758,
                "type": "episode",
                "title": "Three Stories",
                "runtime": 44,
                "episode": 21,
                "overview": "House must decide whether to take the case of his ex-love's husband and he gives medical students a lecture they'll never forget."
              },
              {
                "id": 63759,
                "type": "episode",
                "title": "Honeymoon",
                "runtime": 44,
                "episode": 22,
                "overview": "House is faced with a problem he may not be able to solve and Stacy returns."
              }
            ]
          },
          {
            "season": 2,
            "episodes": [
              {
                "id": 63760,
                "type": "episode",
                "title": "Acceptance",
                "runtime": 44,
                "episode": 1,
                "overview": "When a Death Row inmate mysteriously and  suddenly collapses after hallucinating, House jumps at the chance to  take the case for its difficulty and because it's \"cool.\""
              },
              {
                "id": 63761,
                "type": "episode",
                "title": "Autopsy",
                "runtime": 44,
                "episode": 2,
                "overview": "A girl's unimaginable bravery toward her terminal illness makes House suspicious as he puts a life-or-death decision about her case in her young hands."
              },
              {
                "id": 63762,
                "type": "episode",
                "title": "Humpty Dumpty",
                "runtime": 44,
                "episode": 3,
                "overview": "Cuddy struggles with a case of guilt when her handyman is injured while at her place, and House and his team have to work fast to save the young man's pursuit of the American Dream."
              },
              {
                "id": 63763,
                "type": "episode",
                "title": "TB or Not TB",
                "runtime": 44,
                "episode": 4,
                "overview": "House's patient is willing to die in order to further his social cause."
              },
              {
                "id": 63764,
                "type": "episode",
                "title": "Daddy's Boy",
                "runtime": 44,
                "episode": 5,
                "overview": "Lies between a father and son may prevent House and his team from saving their patient."
              },
              {
                "id": 63765,
                "type": "episode",
                "title": "Spin",
                "runtime": 44,
                "episode": 6,
                "overview": "House's wheels start turning when a pro-cyclist admits to taking performance-enhancing drugs."
              },
              {
                "id": 63766,
                "type": "episode",
                "title": "Hunting",
                "runtime": 44,
                "episode": 7,
                "overview": "A patient with AIDS stalks House to get him to take his case; House and Stacy stalk a mouse in her attic; and Cameron faces a health scare of her own."
              },
              {
                "id": 63767,
                "type": "episode",
                "title": "The Mistake",
                "runtime": 44,
                "episode": 8,
                "overview": "A patient's death prompts an investigation into whether Chase or House may have been responsible for her death."
              },
              {
                "id": 63768,
                "type": "episode",
                "title": "Deception",
                "runtime": 44,
                "episode": 9,
                "overview": "With Foreman as House's supervisor, the team must figure out if a woman who cried wolf  too many times is really ill."
              },
              {
                "id": 63769,
                "type": "episode",
                "title": "Failure to Communicate",
                "runtime": 44,
                "episode": 10,
                "overview": "A journalist's head injury results in unintelligible speech, leaving House and his team at a loss; and the heat is turned up between House and Stacy when they're out of town."
              },
              {
                "id": 63770,
                "type": "episode",
                "title": "Need to Know",
                "runtime": 44,
                "episode": 11,
                "overview": "While House's staff tries to diagnose a woman whose uncontrollable muscle flailing caused her to crash her car, House and Stacy try to resolve their relationship issues once and for all. Cameron refuses to take her HIV test, wary of the results."
              },
              {
                "id": 63771,
                "type": "episode",
                "title": "Distractions",
                "runtime": 44,
                "episode": 12,
                "overview": "While a severely burned teenager is admitted and his blood tests come back with strange results, House makes himself the guinea pig in his own unofficial tests of a new drug designed to treat migraines to prove a former medical school colleague is wrong about the drug."
              },
              {
                "id": 63772,
                "type": "episode",
                "title": "Skin Deep",
                "runtime": 44,
                "episode": 13,
                "overview": "House uncovers a startling secret when he treats a teenage supermodel for heroin addiction. Meanwhile, Wilson hopes the increased leg pain in House's leg is an indication his leg nerves are regenerating."
              },
              {
                "id": 63773,
                "type": "episode",
                "title": "Sex Kills",
                "runtime": 44,
                "episode": 14,
                "overview": "House takes the case of a man who experienced a seizure but wasn't aware it happened. When the man suffers a heart attack and needs a heart transplant, the team races to diagnose a dead woman's illness so they can harvest her heart to save their living patient."
              },
              {
                "id": 63774,
                "type": "episode",
                "title": "Clueless",
                "runtime": 44,
                "episode": 15,
                "overview": "House believes a woman is trying to kill her husband and tries to find the proof to confirm his suspicions. When Wilson moves in with House after separating from his wife, he learns Wilson is a great cook."
              },
              {
                "id": 63775,
                "type": "episode",
                "title": "Safe",
                "runtime": 43,
                "episode": 16,
                "overview": "A teenage heart transplant patient is rushed to the hospital when she has an allergic reaction while living in a \"clean\" room, and House and Wilson work out the kinks of their new living arrangement."
              },
              {
                "id": 63776,
                "type": "episode",
                "title": "All In",
                "runtime": 44,
                "episode": 17,
                "overview": "When a six-year-old boy is brought in with the same symptoms as another patient who died years ago under House's care, House believes the cases are identical and he can predict the course of the boy's illness. Meanwhile, the clinic hosts a poker night to benefit the oncology department."
              },
              {
                "id": 63777,
                "type": "episode",
                "title": "Sleeping Dogs Lie",
                "runtime": 44,
                "episode": 18,
                "overview": "House has to work fast when a woman comes in with a life-threatening case of insomnia. Meanwhile Cameron is angry at Foreman for stealing an article she worked on."
              },
              {
                "id": 63778,
                "type": "episode",
                "title": "House vs. God",
                "runtime": 44,
                "episode": 19,
                "overview": "House treats a 15 year old faith healer, while Wilson feels left out when he finds out House has a weekly poker game."
              },
              {
                "id": 63779,
                "type": "episode",
                "title": "Euphoria (1)",
                "runtime": 44,
                "episode": 20,
                "overview": "When a police officer with a gunshot wound to the head and uncontrollable laughter is admitted, House and the team are baffled. When Foreman begins showing the same symptoms, they race to determine the cause of the illness before Foreman's condition takes the same path."
              },
              {
                "id": 63780,
                "type": "episode",
                "title": "Euphoria (2)",
                "runtime": 44,
                "episode": 21,
                "overview": "Foreman continues to experience the same progression of symptoms as the police officer. When he realizes he may be facing imminent death, he calls his father who comes to his son's side. As it comes down to a race against time, House believes the solution to the illness is in the police officer's apartment."
              },
              {
                "id": 63781,
                "type": "episode",
                "title": "Forever",
                "runtime": 44,
                "episode": 22,
                "overview": "A young mother has a seizure while bathing her newborn son and nearly drowns him. House and the team have two cases at one time as they try to save the infant and determine the cause of the mother's seizures."
              },
              {
                "id": 63782,
                "type": "episode",
                "title": "Who's Your Daddy?",
                "runtime": 44,
                "episode": 23,
                "overview": "A 16-year-old Hurricane Katrina victim suffering from hallucinations as a result of the tragedy is brought to House by his former bandmate who recently found out the girl is his daughter. Although House fears his friend is being scammed, he takes the case. As he works his way through the girl's lies so he can diagnose and treat her, he's forced to tell a few lies of his own."
              },
              {
                "id": 63783,
                "type": "episode",
                "title": "No Reason",
                "runtime": 44,
                "episode": 24,
                "overview": "House is shot by a former patient and must share a recovery room with the gunman."
              }
            ]
          },
          {
            "season": 3,
            "episodes": [
              {
                "id": 63845,
                "type": "episode",
                "title": "Meaning",
                "runtime": 44,
                "episode": 1,
                "overview": "After recovering from his gunshot wounds, House works feverishly on two cases at the same time: a paralyzed man who drove his wheelchair into a swimming pool and a woman who became paralyzed after a yoga session."
              },
              {
                "id": 63846,
                "type": "episode",
                "title": "Cane & Able",
                "runtime": 44,
                "episode": 2,
                "overview": "House and the team treat a young boy who claims there is a tracking device in his neck and believes he has been the subject of alien experimentation. Cameron is outraged when she learns Cuddy and Wilson have been lying to House about the diagnosis on his last case."
              },
              {
                "id": 63847,
                "type": "episode",
                "title": "Informed Consent",
                "runtime": 44,
                "episode": 3,
                "overview": "House puts a well-known medical researcher through a battery of tests to determine why he collapsed in his lab. When the team is unable to diagnose the problem, the doctor asks the team to help him end his life. House is forced to use his cane again after the ketamine has worn off as he deals with a clinic patient's teenaged daughter who has a crush on him."
              },
              {
                "id": 63848,
                "type": "episode",
                "title": "Lines in the Sand",
                "runtime": 44,
                "episode": 4,
                "overview": "When doctors are unable to diagnose why a severely autistic boy screams loudly for no apparent reason, House takes the case. As the boy's condition worsens, it becomes obvious that House relates to the boy because he has no social niceties."
              },
              {
                "id": 63849,
                "type": "episode",
                "title": "Fools for Love",
                "runtime": 44,
                "episode": 5,
                "overview": "House takes the case of a young woman who has been rushed to the hospital with problems breathing and severe stomach pain after she and her husband were robbed. After her husband collapses, the team believes the couple's illnesses are related. Meanwhile, Michael Tritter, a clinic patient, causes problems for House that could have serious ramifications."
              },
              {
                "id": 63850,
                "type": "episode",
                "title": "Que Será Será",
                "runtime": 43,
                "episode": 6,
                "overview": "The team encounters logistical problems while trying to run tests on a 600-pound man due to his extremely large size. Meanwhile, House spends the night in jail after being arrested by Detective Tritter for various charges, including resisting arrest."
              },
              {
                "id": 63851,
                "type": "episode",
                "title": "Son of Coma Guy",
                "runtime": 44,
                "episode": 7,
                "overview": "House decides to awaken a comatose patient so he can question the man regarding the family history of his son, who may have a genetic condition and the father is the only living relative. Meanwhile, Wilson confronts House about the stolen prescription pad as Tritter approaches Cameron, Chase, and Foreman in an attempt to divide the team and reveal their loyalties."
              },
              {
                "id": 63852,
                "type": "episode",
                "title": "Whac-A-Mole",
                "runtime": 44,
                "episode": 8,
                "overview": "An 18-year-old teenager is brought to the hospital after having a heart attack. House reviews the boy's file and believes he has the diagnosis. He then turns the case into a game by sealing his opinion in an envelope and challenging Cameron, Foreman, and Chase to guess House's diagnosis on their own. Meanwhile, Tritter's actions against Wilson continue to strain the oncologist's relationship with House and destroy his ability to practice medicine."
              },
              {
                "id": 63853,
                "type": "episode",
                "title": "Finding Judas",
                "runtime": 44,
                "episode": 9,
                "overview": "House takes the case of a young girl who has been diagnosed with pancreatitis. When he takes her divorced parents to court to force them to allow treatment because they can't agree, the judge awards guardianship of the girl to Cuddy. Meanwhile, Tritter continues his strategy to force House to admit to his drug use by offering one of the team members a deal."
              },
              {
                "id": 63854,
                "type": "episode",
                "title": "Merry Little Christmas",
                "runtime": 44,
                "episode": 10,
                "overview": "Wilson arranges for House to make a deal with Tritter, but House refuses. Meanwhile, Cuddy cuts House off Vicodin and removes him from the team's case: a 15-year-old little person who entered the hospital with a collapsed lung and anemia."
              },
              {
                "id": 63855,
                "type": "episode",
                "title": "Words and Deeds",
                "runtime": 44,
                "episode": 11,
                "overview": "House splits his time between treating a firefighter for uncontrollable shivering, giving Tritter a piece of his mind, and handling his trial for forging prescriptions."
              },
              {
                "id": 63856,
                "type": "episode",
                "title": "One Day, One Room",
                "runtime": 44,
                "episode": 12,
                "overview": "While House is forced to work full-time in the clinic and deal with a rape victim who insists on confiding with him, Cameron deals with a terminal cancer patient trying to take advantage of her state of mind."
              },
              {
                "id": 63857,
                "type": "episode",
                "title": "Needle in a Haystack",
                "runtime": 43,
                "episode": 13,
                "overview": "House and his staff must deal with a teenage Gypsy boy suffering from inexplicable respiratory distress. However, House has bigger issues on his mind: Cuddy has given away his handicapped spot."
              },
              {
                "id": 63858,
                "type": "episode",
                "title": "Insensitive",
                "runtime": 44,
                "episode": 14,
                "overview": "It's Valentine's Day, and Cuddy has a blind date. Meanwhile, House leaves ER duty to take the case of a child patient named Hannah."
              },
              {
                "id": 63859,
                "type": "episode",
                "title": "Half-Wit",
                "runtime": 45,
                "episode": 15,
                "overview": "House encounters a brain-damaged musical prodigy with inexplicable abilities while the team faces serious concerns about House's own health."
              },
              {
                "id": 63860,
                "type": "episode",
                "title": "Top Secret",
                "runtime": 44,
                "episode": 16,
                "overview": "The ex-marine that saved House's life, in a dream he had the day before, is admitted in the hospital with symptoms resembling Gulf War Syndrome. While House is busy dealing with his own health issues, and Chase and Cameron are too busy with each other, the ex-marine gets worse."
              },
              {
                "id": 63861,
                "type": "episode",
                "title": "Fetal Position",
                "runtime": 44,
                "episode": 17,
                "overview": "A famous celebrity photographer suffers from a stroke while being pregnant at her early forties. House and his team have to deal with a great dilemma, save the mother or her unborn child."
              },
              {
                "id": 63862,
                "type": "episode",
                "title": "Airborne",
                "runtime": 44,
                "episode": 18,
                "overview": "On House and Cuddy's flight from Singapore a passenger gets ill and Cuddy suspects an epidemic. At the hospital, Wilson leads the team as they deal with a middle-aged woman suffering from seizures."
              },
              {
                "id": 63863,
                "type": "episode",
                "title": "Act Your Age",
                "runtime": 44,
                "episode": 19,
                "overview": "A 6-year-old girl suffers ailments expected in patients much older. Tensions between Chase and Cameron lead House to intentionally assign them to the same tasks, including investigating the young girl's home."
              },
              {
                "id": 63864,
                "type": "episode",
                "title": "House Training",
                "runtime": 44,
                "episode": 20,
                "overview": "The doctors try to find what's wrong with a scam artist who collapses after her brain \"freezes,\" but the case becomes personal for Foreman."
              },
              {
                "id": 63865,
                "type": "episode",
                "title": "Family",
                "runtime": 44,
                "episode": 21,
                "overview": "Wilson prepares to transplant bone marrow from Matty to his brother Nick. But when Matty gets sick, the team must cure him as he's the only safe donor. Meanwhile Foreman deals with the consequences of his mistake and House has a battle of wills with his new pet Hector."
              },
              {
                "id": 63866,
                "type": "episode",
                "title": "Resignation",
                "runtime": 44,
                "episode": 22,
                "overview": "The team deals with a 19-year-old college student, while Foreman suddenly and without a reason hands in his resignation. House seems to have already found Foreman's replacement, an attractive nutritionist named Honey."
              },
              {
                "id": 63867,
                "type": "episode",
                "title": "The Jerk",
                "runtime": 44,
                "episode": 23,
                "overview": "House treats a 16-year-old chess prodigy who gets everyone on the team annoyed with his behavior. Foreman is upset with House because he thinks his boss sabotaged his job interview with another hospital."
              },
              {
                "id": 63868,
                "type": "episode",
                "title": "Human Error",
                "runtime": 44,
                "episode": 24,
                "overview": "A Cuban couple attempt to get to America by raft... to see House about the wife's heart condition. But when she gets worse House wonders if someone on his staff messed up. Meanwhile Foreman prepares to leave and his departure threatens to shake up the entire team."
              }
            ]
          },
          {
            "season": 4,
            "episodes": [
              {
                "id": 63829,
                "type": "episode",
                "title": "Alone",
                "runtime": 44,
                "episode": 1,
                "overview": "With his diagnostic team gone, House tries to diagnose a young woman who survived an office building collapse. With the condition getting worse, Cuddy puts pressure on House to hire a new team, but instead attempts a differential diagnosis with help from the janitor."
              },
              {
                "id": 63830,
                "type": "episode",
                "title": "The Right Stuff",
                "runtime": 44,
                "episode": 2,
                "overview": "House is secretly trying to treat a fighter pilot who is a candidate for NASA's astronaut training program. Her diagnosis will be the test to choose which ones of the 40 applicants are going to take the empty spots in his team."
              },
              {
                "id": 63831,
                "type": "episode",
                "title": "97 Seconds",
                "runtime": 44,
                "episode": 3,
                "overview": "The candidates are now two teams of five women and five men, competing on diagnosing and treating a wheelchair-bound man. Meanwhile House does experiments on himself to test what happens after death, and Foreman, at another hospital, is treating his team in a House-like manner."
              },
              {
                "id": 63832,
                "type": "episode",
                "title": "Guardian Angels",
                "runtime": 44,
                "episode": 4,
                "overview": "House finds that some of his own fellowship students will do whatever it takes, when they deal with a woman who believes she can talk to the dead."
              },
              {
                "id": 63833,
                "type": "episode",
                "title": "Mirror Mirror",
                "runtime": 44,
                "episode": 5,
                "overview": "House deals with a patient who mirrors the personality of anyone he meets. Meanwhile, Foreman is put in charge of overseeing the fellowship candidates."
              },
              {
                "id": 63834,
                "type": "episode",
                "title": "Whatever It Takes",
                "runtime": 44,
                "episode": 6,
                "overview": "Based on practically no information and no medical history about a mystery patient sent by the CIA, House is using some unorthodox methods to diagnose and treat him. Meanwhile the remaining candidates are questioning Foreman's judgment."
              },
              {
                "id": 63835,
                "type": "episode",
                "title": "Ugly",
                "runtime": 44,
                "episode": 7,
                "overview": "A film crew and the candidates are following around House distracting him while he is trying to diagnose a teenager who suffers from a heart attack prior to a serious plastic surgery."
              },
              {
                "id": 63836,
                "type": "episode",
                "title": "You Don't Want to Know",
                "runtime": 44,
                "episode": 8,
                "overview": "House treats a magician but comes to believe he's faking illness to cover up his own incompetence. Meanwhile, House pits the fellows against each other in his version of an immunity challenge."
              },
              {
                "id": 63837,
                "type": "episode",
                "title": "Games",
                "runtime": 44,
                "episode": 9,
                "overview": "Under Cuddy’s pressure to choose his team, House gives the candidates a case of a former punk rock star who is a drug user. Whoever diagnoses the patient is going to have a future as a member of House’s team."
              },
              {
                "id": 63838,
                "type": "episode",
                "title": "It's a Wonderful Lie",
                "runtime": 44,
                "episode": 10,
                "overview": "A mother's sudden paralysis during a indoor rock-climbing incident leaves her daughter injured, and House's new team looking for a cure. Meanwhile, House organizes his new recruits' Secret Santa gift exchange... with a few twists of his own."
              },
              {
                "id": 63839,
                "type": "episode",
                "title": "Frozen",
                "runtime": 44,
                "episode": 11,
                "overview": "House and his team have to diagnose a case at a distance when a researcher at a South Pole base is taken ill."
              },
              {
                "id": 63840,
                "type": "episode",
                "title": "Don't Ever Change",
                "runtime": 44,
                "episode": 12,
                "overview": "House and his team must diagnose a Jewish bride who is taken ill at her wedding. However, House is more interested in analyzing Wilson's relationship with his new girlfriend."
              },
              {
                "id": 63841,
                "type": "episode",
                "title": "No More Mr. Nice Guy",
                "runtime": 44,
                "episode": 13,
                "overview": "House copes with a patient whose symptoms conceal a greater problem, but spends much of his time dodging Cuddy's orders to give performance reviews, and fighting with Amber over who gets to spend more time with Wilson."
              },
              {
                "id": 63842,
                "type": "episode",
                "title": "Living the Dream",
                "runtime": 44,
                "episode": 14,
                "overview": "House is convinced one of the actors on his favorite soap opera “Prescription Passion” has a serious medical condition after observing his symptoms on television. House decides to intervene and take matters into his own hands, but both the actor and House's own team dismiss House’s assessment and do not believe there is anything wrong with him."
              },
              {
                "id": 63843,
                "type": "episode",
                "title": "House's Head (1)",
                "runtime": 44,
                "episode": 15,
                "overview": "A bus accident leaves House with serious head trauma and partial amnesia. He comes to believe that a patient on the bus had a life-threatening disease and struggles to recall who it was, and what they had."
              },
              {
                "id": 63844,
                "type": "episode",
                "title": "Wilson's Heart (2)",
                "runtime": 44,
                "episode": 16,
                "overview": "In the aftermath of the bus accident, House struggles with his head injuries and short-term memory loss, and must deal with a concerned Wilson who believes his friend's health may be in danger."
              }
            ]
          },
          {
            "season": 5,
            "episodes": [
              {
                "id": 63784,
                "type": "episode",
                "title": "Dying Changes Everything",
                "runtime": 44,
                "episode": 1,
                "overview": "In the aftermath of personal tragedy, Wilson resigns from the hospital... and from his friendship with House. Meanwhile, Thirteen struggles with her personal medical problems while helping treat an executive assistant with a similar situation to her own."
              },
              {
                "id": 63785,
                "type": "episode",
                "title": "Not Cancer",
                "runtime": 44,
                "episode": 2,
                "overview": "The team deals with an organ donor whose organs prove fatal, and the two surviving patients. Meanwhile, House hires a private detective to spy on Wilson, but hears a few things about himself that he'd rather not."
              },
              {
                "id": 63786,
                "type": "episode",
                "title": "Adverse Events",
                "runtime": 44,
                "episode": 3,
                "overview": "A painter's undiagnosed illness affects his work, and House and his team must look at the man's paintings to determine what's wrong with him."
              },
              {
                "id": 63787,
                "type": "episode",
                "title": "Birthmarks",
                "runtime": 44,
                "episode": 4,
                "overview": "While en route to his father's funeral, House must help the team with a differential diagnosis on a young Chinese girl who has collapsed under mysterious circumstances."
              },
              {
                "id": 63788,
                "type": "episode",
                "title": "Lucky Thirteen",
                "runtime": 44,
                "episode": 5,
                "overview": "Thirteen brings her one-night stand to the hospital after the woman has a seizure. However, the woman admits she slept with Thirteen just so she could get to House and have him diagnose her condition. Meanwhile, House continues to pay Lucas to spy on Wilson."
              },
              {
                "id": 63789,
                "type": "episode",
                "title": "Joy",
                "runtime": 44,
                "episode": 6,
                "overview": "An ailing man suffers from blackouts and sleepwalks, leading the team to wonder if his sleepwalking is a symptom, or how the man is becoming exposed to something else. When the man's daughter grows ill as well, the team must provide a diagnosis before both die. Meanwhile, Cuddy adopts a newborn but when the birth mother displays a rash, she has to make a decision between putting the mother or daughter at risk."
              },
              {
                "id": 63790,
                "type": "episode",
                "title": "The Itch",
                "runtime": 44,
                "episode": 7,
                "overview": "The team must treat an agoraphobic who refuses to leave his house, and have to work around Cuddy, who is less than thrilled at having hospital equipment relocated. Meanwhile, House is plagued by an itch, and Cameron and Chase have relationship issues."
              },
              {
                "id": 63791,
                "type": "episode",
                "title": "Emancipation",
                "runtime": 44,
                "episode": 8,
                "overview": "While Foreman takes on a pediatric case on his own, the rest of the team deals with a 16-year-old factory manager and emancipated minor who collapses at work. When Foreman's patient takes a turn for the worse, he's forced to question whether he can deal with the situation on his own, or if he needs House's help."
              },
              {
                "id": 63792,
                "type": "episode",
                "title": "Last Resort",
                "runtime": 50,
                "episode": 9,
                "overview": "A gun-wielding man from the waiting room at the Princeton-Plainsboro clinic takes House, Thirteen and several patients from the waiting room hostage in Cuddy's office. The man claims to be sick with a long undiagnosed illness and demands medical attention from the best doctor in the hospital, threatening to kill any hostages necessary along the way."
              },
              {
                "id": 63793,
                "type": "episode",
                "title": "Let Them Eat Cake",
                "runtime": 44,
                "episode": 10,
                "overview": "The team takes on the case of a fitness guru on an all-natural diet who collapsed while filming a video. Meanwhile, Foreman conducts Huntington's Disease drug trials and Thirteen signs on as a subject, Cuddy is forced to move into House's office, and Kutner uses House's name to run an online medical-advice website."
              },
              {
                "id": 63794,
                "type": "episode",
                "title": "Joy to the World",
                "runtime": 44,
                "episode": 11,
                "overview": "House and his team deal with a bullied girl who collapses during her school's Christmas program. Meanwhile, Foreman and Thirteen grow closer during the Huntington's disease drug trials, House gives a patient a gift, the staff wonder who gave House a special gift, and Cuddy gets an unexpected gift."
              },
              {
                "id": 63795,
                "type": "episode",
                "title": "Painless",
                "runtime": 44,
                "episode": 12,
                "overview": "House and the team try to diagnose a man living with severe, chronic pain; Thirteen and Foreman explore their complicated relationship; Cuddy discovers that caring for her baby leaves her with little time to run the hospital."
              },
              {
                "id": 63796,
                "type": "episode",
                "title": "Big Baby",
                "runtime": 44,
                "episode": 13,
                "overview": "Cuddy decides to spend more time at home to take care of her newly adopted baby and passes some of her day-to-day responsibilities off to Cameron, including supervising House. Cameron is forced to play House’s games and becomes involved in a power struggle as he and the team take on the case of a Special Education teacher who collapsed after spitting up blood in the middle of class. As House tests Cameron’s tolerance for his extreme measures, the patient continues to fall ill and House insists the teacher’s seemingly inherent goodness is actually a pathology."
              },
              {
                "id": 63797,
                "type": "episode",
                "title": "The Greater Good",
                "runtime": 44,
                "episode": 14,
                "overview": "House and the team take on the case of a woman who collapsed in the middle of a cooking class, and they soon learn she is a highly-renowned cancer researcher who recently gave up her entire career in order to pursue her own personal happiness. Though the team struggles to understand how the woman could give up saving lives for the sake of her own contentment, each grapple with the pursuit of happiness (or lack thereof) in their own lives. As the patient’s condition continues to worsen, so does Thirteen’s as she begins to suffer serious and life-threatening reactions to the experimental Huntington’s Disease clinical trial. Meanwhile, Cuddy attempts to make House’s life miserable for him in retaliation for his part in her own unhappiness."
              },
              {
                "id": 63798,
                "type": "episode",
                "title": "Unfaithful",
                "runtime": 44,
                "episode": 15,
                "overview": "When a priest who runs a homeless shelter sees a bleeding Jesus hovering at his doorstep, he is admitted to the ER. House takes on the case as a distraction for the team while he confronts Foreman and Thirteen about their relationship. The team soon learns the priest had been involved in a molestation scandal that caused him to lose his faith. However, just as they are about to dismiss his case, the patient’s condition takes a drastic turn for the worse, and House grapples with his past and his belief"
              },
              {
                "id": 63799,
                "type": "episode",
                "title": "The Softer Side",
                "runtime": 44,
                "episode": 16,
                "overview": "A patient with both male and female DNA has the team stumped. Meanwhile, House starts acting nicely, raising Cuddy's and Wilson's suspicions that something is terribly wrong."
              },
              {
                "id": 63800,
                "type": "episode",
                "title": "The Social Contract",
                "runtime": 44,
                "episode": 17,
                "overview": "House and the team take on the case of Nick, a book editor who loses his inhibitions. The team realizes Nick has frontal lobe disinhibition, which causes him to speak his mind having no control over what he says and making him just like House. Meanwhile, House suspects Wilson and Taub are keeping something from him."
              },
              {
                "id": 63801,
                "type": "episode",
                "title": "Here Kitty",
                "runtime": 44,
                "episode": 18,
                "overview": "Morgan works in a nursing home with a pet cat who only sleeps next to people if they are about to die - and does so with alarmingly accuracy. When it seems the cat has predicted her own death, Morgan, convinced she is about to die, fakes a seizure in order to get to House to have him diagnose her before it’s too late."
              },
              {
                "id": 63802,
                "type": "episode",
                "title": "Locked In",
                "runtime": 44,
                "episode": 19,
                "overview": "A man awakens in New York after a bicycle accident unable to move or communicate in any way. House, himself injured in a motorcycle mishap, occupies the hospital bed next to Lee and quickly annoys the doctors treating them both by insisting that Lee has “locked-in” syndrome."
              },
              {
                "id": 63807,
                "type": "episode",
                "title": "Simple Explanation",
                "runtime": 44,
                "episode": 20,
                "overview": "Charlotte, an older woman who has spent the last six months taking care of her dying husband Eddie, is rushed to Princeton Plainsboro after collapsing from respiratory failure. The couple becomes a double mystery for the team when Eddie begins to improve as Charlotte’s condition worsens. The previously unthinkable becomes real when it seems that Charlotte will die before Eddie, and the team will be forced to make a difficult decision."
              },
              {
                "id": 63803,
                "type": "episode",
                "title": "Saviors",
                "runtime": 44,
                "episode": 21,
                "overview": "Cameron postpones her vacation with Chase in order to ask House to accept the case of an environmental radical who collapsed at a protest with unexplainable symptoms. Although suspicious of her motives, House agrees. Since she pushed him to take the case so emphatically, House forces Cameron to take the lead and run many of the tests on the patient. Meanwhile, House is unsure of Wilson’s new healthy diet."
              },
              {
                "id": 63804,
                "type": "episode",
                "title": "House Divided",
                "runtime": 44,
                "episode": 22,
                "overview": "The team takes on the case of a deaf 14-year-old named Seth who collapsed after he started “hearing” explosions while competing in a wrestling match. When the team tries to test him for seizures, Seth loses vision in one eye, complicating House’s bunk theory of “Exploding Head Syndrome.” As his condition worsens, the team has an ethical disagreement about the patient and his mother’s adamant decision to forego cochlear implants to supplement his hearing. When the prospect of giving Seth the ability to hear for the first time in his life arises, House and the team are faced with a resounding decision. Meanwhile, House’s lack of sleep starts to play tricks on his mind, but he finds his insomnia may be a gift instead of a burden"
              },
              {
                "id": 63805,
                "type": "episode",
                "title": "Under My Skin",
                "runtime": 44,
                "episode": 23,
                "overview": "House and the team take on the case of a ballerina whose lungs collapse in the middle of a performance. When the treatment causes her skin to fall off, the dancer faces not only the prospect of never dancing again but also of dying an agonizing death. The team must use their imaginations to carefully choreograph ways to test and treat her delicate body without killing her. Meanwhile, House continues to suffer from what he thinks is insomnia, and he is willing to go to desperate measures to cure it."
              },
              {
                "id": 63806,
                "type": "episode",
                "title": "Both Sides Now",
                "runtime": 44,
                "episode": 24,
                "overview": "House and the team are intrigued by Scott, a man whose left brain and right brain operate independently, leaving him with two distinct personalities and no control over some of his actions. As the two sides of Scott’s brain struggle for dominance, his warring personalities make it increasingly difficult for the team to figure out what is causing the unique problem. The team is forced to use some unusual methods to get him to cooperate with their necessary testing. Meanwhile, when House refuses to make an appearance in the clinic, Cuddy takes an unconventional approach to force House to make up the time with a particular patient."
              }
            ]
          },
          {
            "season": 6,
            "episodes": [
              {
                "id": 63828,
                "type": "episode",
                "title": "Broken (1)",
                "runtime": 45,
                "episode": 1,
                "overview": "House engages in a battle of wits and wills against the attending physician in charge of his detox program. When he starts to lose, House resorts to blackmail to gain the upper hand."
              },
              {
                "id": 1150262,
                "type": "episode",
                "title": "Broken (2)",
                "runtime": 45,
                "episode": 2,
                "overview": "House asks Alvie to help him uncover incriminating information about Dr. Nolan that would allow him to blackmail his way out of the treatment center and convinces Lydia to loan him her car to sneak out a delusional patient in an attempt by House to undermine Dr. Nolan's course of treatment. But when devastating events ensue, House is humbled into reluctantly accepting help."
              },
              {
                "id": 63808,
                "type": "episode",
                "title": "Epic Fail",
                "runtime": 44,
                "episode": 3,
                "overview": "House returns home to Princeton where he continues to focus on his recovery, but surprises Cuddy with the news that he's making a big change in his life. Meanwhile, the team is unable to diagnose a loud-mouthed video game creator who posts each new symptom on the internet and opts for treatments suggested by the online community rather than by the doctors, and Foreman angles for House's job, but the pressure to solve the case creates tension in his relationship with Thirteen."
              },
              {
                "id": 63809,
                "type": "episode",
                "title": "The Tyrant",
                "runtime": 44,
                "episode": 4,
                "overview": "When a controversial African politician falls ill, he is brought to Princeton Plainsboro for treatment. The team struggles with whether to help a merciless dictator being subpoenaed for crimes against humanity in his country. Meanwhile, Wilson tries to make peace with a feuding neighbor, but House’s prying exacerbates the problem."
              },
              {
                "id": 63810,
                "type": "episode",
                "title": "Instant Karma",
                "runtime": 44,
                "episode": 5,
                "overview": "A wealthy businessman brings his teenage son, who is suffering from inexplicable stomach pains, to Princeton Plainsboro and insists on having Dr. House handle the case. The father of the patient believes the karmic penalty of his financial success is that he is victim to personal tragedy, and that the answer to his son's medical mystery lies in a reverse of fate rather than medical treatment. Meanwhile, Foreman and Chase prepare to present information on the Dibala case."
              },
              {
                "id": 63811,
                "type": "episode",
                "title": "Brave Heart",
                "runtime": 44,
                "episode": 6,
                "overview": "A dying patient insists that he has the same disease affecting his heart that killed his father and grandfather at the age of 40. Meanwhile, House discovers that he has a hearing problem while trying to duck student rounds."
              },
              {
                "id": 63812,
                "type": "episode",
                "title": "Known Unknowns",
                "runtime": 44,
                "episode": 7,
                "overview": "After a wild night out, a teenage girl is brought to Princeton Plainsborough with severely swollen appendages. The team must work to diagnose the young girl, who is less than honest about what happened the night she fell ill. As her condition worsens, she becomes unable to distinguish fact from fiction. Meanwhile, Cuddy, Wilson and House spend a weekend away from the hospital to attend a medical conference, but things don’t go as planned when House’s private investigator, Lucas returns."
              },
              {
                "id": 63813,
                "type": "episode",
                "title": "Teamwork",
                "runtime": 44,
                "episode": 8,
                "overview": "After House’s medical license is reinstated, he reclaims his role as Head of Diagnostics in time to treat Hank Hardwick, an adult film star admitted to Princeton Plainsborough for pulsating eye pain. Meanwhile, Cuddy is reminded that Princeton Plainsborough is not conducive to healthy personal relationships."
              },
              {
                "id": 63814,
                "type": "episode",
                "title": "Ignorance Is Bliss",
                "runtime": 44,
                "episode": 9,
                "overview": "On the eve of Thanksgiving, House and the team take on the case of James Sidas, an exceptionally brilliant physicist and author who traded his successful career for a job as a courier. For the ailing patient, intelligence is a miserable burden that has prompted depression and addiction, and this, coupled with a myriad of strange symptoms, nearly stumps the team. Meanwhile the doctors at Princeton Plainsboro wrestle with strained personal relationships."
              },
              {
                "id": 63815,
                "type": "episode",
                "title": "Wilson",
                "runtime": 44,
                "episode": 10,
                "overview": "When an old friend and former patient of Wilson’s exhibits paralysis in his right arm, Wilson puts himself on the case. House wagers Wilson that the patient’s symptoms are attributed to new cancer cells. Wilson accepts even though he is reluctant to believe the cancer has returned. With the help of the team, Wilson works to diagnose the patient more optimistic results, but when things take a turn for the worse, Wilson must address his inability to separate patient from friend. Meanwhile, Cuddy seeks advice in her search for real estate."
              },
              {
                "id": 63824,
                "type": "episode",
                "title": "The Down Low",
                "runtime": 44,
                "episode": 11,
                "overview": "When drug dealer Mickey mysteriously collapses while negotiating a sale, his partner-in-crime, Eddie, accompanies him to Princeton Plainsboro for treatment. But with a major deal pending, Mickey is not forthcoming with the necessary personal information the team needs to treat him. As Mickey's condition worsens, the team resorts to old-fashioned detective work to solve the case. Meanwhile, House and Wilson compete for the affection of a new neighbor, and Chase, Thirteen and Taub attempt to play a practical joke on Foreman."
              },
              {
                "id": 63816,
                "type": "episode",
                "title": "Remorse",
                "runtime": 44,
                "episode": 12,
                "overview": "The team takes on the case of Valerie, an attractive female executive experiencing random episodes of excruciating pain. House agrees to take the case based on Valerie’s looks, and while treating her, the men on the team are charmed by Valerie’s beauty and personality, with Thirteen looking beyond the superficial to try to discover a link to her illness. Meanwhile, House uncharacteristically attempts to alleviate his conscience by reaching out to a former medical school colleague he wronged."
              },
              {
                "id": 63823,
                "type": "episode",
                "title": "Moving the Chains",
                "runtime": 44,
                "episode": 13,
                "overview": "House and the team rush to treat an ailing college football star in time for the patient to compete in NFL tryouts. But when the patient experiences an onslaught of varied and unusual symptoms, the team has trouble reaching a consensus on how to effectively treat him in time. Meanwhile, Foreman’s brother Marcus makes a surprise visit to the hospital."
              },
              {
                "id": 63827,
                "type": "episode",
                "title": "5 to 9",
                "runtime": 44,
                "episode": 14,
                "overview": "During a day in the life of Princeton Plainsboro's Dean of Medicine, Dr. Lisa Cuddy, the inner workings of the hospital are seen through her eyes. This day proves to be especially trying as Cuddy wrestles with myriad hospital issues and staff disputes that test her perseverance and skills as an administrator, all while juggling issues in her personal life."
              },
              {
                "id": 63826,
                "type": "episode",
                "title": "Private Lives",
                "runtime": 44,
                "episode": 15,
                "overview": "House and the team take on the case of an avid blogger admitted with sudden bruising and bleeding. From her hospital bed, the patient blogs about her symptoms, doctors and prospective diagnoses to her dedicated band of followers and solicits their advice on a course of treatment. Such openness leads the team to contemplate the value of privacy, especially after House and Wilson uncover secrets from one another 's past. Meanwhile, Chase is coaxed into testing out the dating scene."
              },
              {
                "id": 63817,
                "type": "episode",
                "title": "Black Hole",
                "runtime": 44,
                "episode": 16,
                "overview": "The team takes on the case of a high school senior who inexplicably blacks out during a class field trip. While in the hospital, the patient repeatedly hallucinates. After exhausting myriad ineffective treatments for her mysterious ailments, House attempts one last controversial approach to diagnosing her: monitoring her cognitive patterns and looking for clues. Meanwhile, Taub airs his dirty laundry at work, and Wilson attempts to furnish his condo."
              },
              {
                "id": 63825,
                "type": "episode",
                "title": "Lockdown",
                "runtime": 44,
                "episode": 17,
                "overview": "This episode has five storylines: When the hospital is sent into lock-down mode due to a missing infant, all of the doctors must remain where they are, leaving Foreman and Taub in the file room, Wilson and Thirteen in the cafeteria playing truth or dare, House in a room with a patient, and Chase with his soon-to-be ex-wife, Cameron, as Cuddy tries to help police locate the infant. This episode is one of the show's rare instances when no medical mystery is presented, though House still deals with his \"patient of the week\"."
              },
              {
                "id": 63822,
                "type": "episode",
                "title": "Knight Fall",
                "runtime": 44,
                "episode": 18,
                "overview": "House and the team take on the case of Sir William, a \"knight\" in a closed-off community of men and women living according to the ideals of the High Renaissance. As the team searches the medieval village for environmental factors contributing to Sir William's rapidly deteriorating health, Thirteen and Sir William debate the acts that define honor and loyalty, especially in regard to the \"queen\" of the community, one of Sir William's most frequent visitors. Meanwhile, Wilson starts over with an ex."
              },
              {
                "id": 63818,
                "type": "episode",
                "title": "Open and Shut",
                "runtime": 44,
                "episode": 19,
                "overview": "House and the team take on the case of a woman Julia, who is in an open marriage and becomes ill during a date with her on-the-side boyfriend. As perplexing as the case is, Julia's happy and healthy, yet polygamous relationship is equally baffling to the team. Meanwhile, House tests Wilson's relationship with Sam."
              },
              {
                "id": 63819,
                "type": "episode",
                "title": "The Choice",
                "runtime": 44,
                "episode": 20,
                "overview": "The team takes on the case of an ailing groom-to-be who harbors undisclosed secrets from a previous relationship. As his fiancée tries to get answers to her many questions, a frustrated team winnows down the possibilities. Meanwhile, House spends extra-curricular time with his Princeton Plainsboro colleagues, performing a karaoke rendition of a Gladys Knight & The Pips classic with Foreman and Chase."
              },
              {
                "id": 63820,
                "type": "episode",
                "title": "Baggage",
                "runtime": 44,
                "episode": 21,
                "overview": "During a session with Dr. Nolan, House recounts the case of a woman who arrives at the Princeton Plainsboro emergency room with an unexplained illness and no recollection of who she is. While trying to solve the mystery of the woman's illness, House must also help her piece together her identity."
              },
              {
                "id": 63821,
                "type": "episode",
                "title": "Help Me",
                "runtime": 45,
                "episode": 22,
                "overview": "Cuddy, House and members of the team join forces with a search-and-rescue team to provide much-needed medical attention at the scene of an emergency."
              }
            ]
          },
          {
            "season": 7,
            "episodes": [
              {
                "id": 63891,
                "type": "episode",
                "title": "Now What?",
                "runtime": 42,
                "episode": 1,
                "overview": "House and Cuddy are exploring the ramifications of those feelings and attempting to make a real relationship work. Meanwhile, due to a colleague's illness, Princeton Plainsboro is left without a neurosurgeon on site, threatening the hospital's accreditation as a Level 1 Trauma Center. As the team attempts treatment to get their sick colleague back to work, they discover there is more to the illness than they originally suspected and turn to House for direction. Instead, House remains elusive, leaving the team on its own."
              },
              {
                "id": 63870,
                "type": "episode",
                "title": "Selfish",
                "runtime": 44,
                "episode": 2,
                "overview": "A seemingly healthy 14-year-old girl collapses during a skateboarding exhibition; House and Cuddy face the challenge of handling their romantic relationship at work."
              },
              {
                "id": 63871,
                "type": "episode",
                "title": "Unwritten",
                "runtime": 44,
                "episode": 3,
                "overview": "A children's novelist tries to kill herself, but is thwarted when she has a seizure. House, a fan of the books, puts her on psych hold but has to deal with a patient that is eager to die rather than be cured. Meanwhile, House worries that he'll lose Cuddy because they have nothing in common."
              },
              {
                "id": 63872,
                "type": "episode",
                "title": "Massage Therapy",
                "runtime": 44,
                "episode": 4,
                "overview": "House and his team make unexpected discoveries about a female patient admitted to the hospital after severe and uncontrollable vomiting; House and Cuddy are forced to face the reservations in their relationship after a visit from a massage therapist."
              },
              {
                "id": 63869,
                "type": "episode",
                "title": "Unplanned Parenthood",
                "runtime": 44,
                "episode": 5,
                "overview": "When an infant suffers breathing trouble and liver failure, House and the team must look at the medical history of the mother in order to find an answer, and ultimately land on a discovery that forces the mother to jeopardize not only her child's health but her own. Meanwhile Taub and Foreman must find a new female doctor to fill the spot vacated by Thirteen and House and Wilson learn a thing or two about parenting while caring for Cuddy's daughter."
              },
              {
                "id": 63874,
                "type": "episode",
                "title": "Office Politics",
                "runtime": 44,
                "episode": 6,
                "overview": "It’s election season, and in the midst of a tight campaign, an incumbent New Jersey senator’s campaign manager falls ill with liver failure and temporary paralysis. Cuddy pushes House to add a female doctor to his team by hiring brilliant third-year medical student Martha Masters in Thirteen’s absence."
              },
              {
                "id": 63873,
                "type": "episode",
                "title": "A Pox on Our House",
                "runtime": 44,
                "episode": 7,
                "overview": "After a 200-year-old medicine jar found on an off-shore shipwreck shatters in a teenage girl's palm, she is admitted to Princeton Plainsboro for symptoms closely linked to smallpox."
              },
              {
                "id": 63875,
                "type": "episode",
                "title": "Small Sacrifices",
                "runtime": 44,
                "episode": 8,
                "overview": "Science and faith are called into question when a patient is admitted to the hospital following his reenactment of the Crucifixion. Meanwhile, Taub questions his wife about her relationship with an infidelity support group member, and the team attends a co-worker's wedding."
              },
              {
                "id": 63876,
                "type": "episode",
                "title": "Larger Than Life",
                "runtime": 44,
                "episode": 9,
                "overview": "After saving a stranger who fell onto subway tracks, a man suddenly collapses despite appearing to be unscathed; House tries to avoid a dinner with Cuddy and her opinionated mother."
              },
              {
                "id": 63878,
                "type": "episode",
                "title": "Carrot or Stick",
                "runtime": 44,
                "episode": 10,
                "overview": "House and the team try to link symptoms of a teenage military recruit and his drill sergeant, while House secretly helps Cuddy's daughter get into a prestigious preschool. Someone posted a disparaging photo of Chase on a social-networking site."
              },
              {
                "id": 63879,
                "type": "episode",
                "title": "Family Practice",
                "runtime": 44,
                "episode": 11,
                "overview": "Cuddy’s mother, Arlene, is admitted to Princeton Plansboro after complaining about unusual symptoms, but stubborn Arlene insists that House be removed from the case, forcing House to come up with non-conventional means to treat his patient."
              },
              {
                "id": 63877,
                "type": "episode",
                "title": "You Must Remember This",
                "runtime": 44,
                "episode": 12,
                "overview": "When a waitress with a perfect memory suffers temporary paralysis, her older sister visits her in the hospital, which triggers high stress levels and even more health complications."
              },
              {
                "id": 63880,
                "type": "episode",
                "title": "Two Stories",
                "runtime": 44,
                "episode": 13,
                "overview": "House participates in a school’s Career Day and breaks a few rules by sharing explicit medical stories. Waiting outside the principal’s office, he meets two fifth-grade students who assess House’s relationship woes and try to help him understand how his selfish antics get in the way of showing Cuddy how he really feels."
              },
              {
                "id": 63883,
                "type": "episode",
                "title": "Recession Proof",
                "runtime": 44,
                "episode": 14,
                "overview": "A patient is admitted after breaking out in a severe rash triggered by caustic chemical exposure at his blue-collar job. Meanwhile, Cuddy is honored with an award and needs House to be at the charity event for support, but his attendance is threatened when his patient’s battle to survive forces him to question his practice and his own happiness."
              },
              {
                "id": 63881,
                "type": "episode",
                "title": "Bombshells",
                "runtime": 44,
                "episode": 15,
                "overview": "Tension reaches new heights when Cuddy faces sobering news that propels her to reevaluate her priorities. While House is distracted by his concern for Cuddy’s well-being, the team treats a teenage patient whose worsening symptoms and suspicious body scars indicate more than just physical illness."
              },
              {
                "id": 63884,
                "type": "episode",
                "title": "Out of the Chute",
                "runtime": 44,
                "episode": 16,
                "overview": "The team treats a professional bull rider who is attacked by a bull. The team must determine the causes behind the patients disappearing symptoms and seizures while taking House's advice from outside the hospital as he attends to issues unrelated to the case. Meanwhile, Masters develops a crush on the patient."
              },
              {
                "id": 63882,
                "type": "episode",
                "title": "Fall from Grace",
                "runtime": 44,
                "episode": 17,
                "overview": "A homeless man with a history of drug abuse is admitted to Princeton Plainsboro with burns and scars on his chest. Meanwhile, Cuddy reveals her guilt to Wilson about breaking up with House."
              },
              {
                "id": 63885,
                "type": "episode",
                "title": "The Dig",
                "runtime": 44,
                "episode": 18,
                "overview": "Thirteen has been in prison for the past year, but the real mystery for House is what she did to get there. At the hospital, the team treats a science teacher suffering from severe respiratory illness. Taub tries to get back into the dating scene, but winds up retreating to his old habits."
              },
              {
                "id": 63886,
                "type": "episode",
                "title": "Last Temptation",
                "runtime": 44,
                "episode": 19,
                "overview": "Masters faces a career crossroads on her last day as a medical student and struggles with the choice to continue on the path to become a surgeon or to accept the rare opportunity to join House’s team officially. Meanwhile, the team treats a 16-year-old girl who inexplicably collapsed days before embarking on an ambitious sailing tour around the globe. Despite the patient's life-changing diagnosis, the patient's family insists on getting her back on the seas in time for her potentially record-breaking launch. But to the team's surprise, including House, Masters makes a bold decision regarding the patient’s treatment."
              },
              {
                "id": 63889,
                "type": "episode",
                "title": "Changes",
                "runtime": 44,
                "episode": 20,
                "overview": "The team takes on the case of a lottery winner (Donal Logue) suffering from paralysis and multiple types of cancer, and they must figure out if it his new millionaire lifestyle that is making him sick. Meanwhile, Cuddy's mother threatens to sue the hospital over her treatment, and Foreman and Chase make a bet over who is repressing the uglier side of their personality more."
              },
              {
                "id": 63887,
                "type": "episode",
                "title": "The Fix",
                "runtime": 44,
                "episode": 21,
                "overview": "After losing a bet with Wilson over a boxing match, House is convinced that his fighter has an underlying medical condition that cost him the fight. While he tries to prove it, he leaves his team alone to help a bomb scientist who suffered a seizure. Meanwhile, House may be experimenting with a new drug to help his leg pain."
              },
              {
                "id": 63888,
                "type": "episode",
                "title": "After Hours",
                "runtime": 44,
                "episode": 22,
                "overview": "When House discovers that the experimental drug he's been using causes fatal tumors, he decides to attempt to excise them himself. However, he can't complete the surgery and ends up needing Cuddy's help. Meanwhile, Thirteen's friend from prison (Amy Landecker), a relapsed drug user, arrives at her apartment needing medical care after being stabbed. With her friend unwilling to go to the hospital, Thirteen enlists Chase's assistance when the friend loses sensation and movement in her arm. Also, Taub receives some unexpected news that could change his life."
              },
              {
                "id": 63890,
                "type": "episode",
                "title": "Moving On",
                "runtime": 44,
                "episode": 23,
                "overview": "The team treats a performance artist (Shohreh Aghdashloo) who deliberately made herself ill with the aim of turning the diagnostics department into her new masterpiece, as House must decide which of her symptoms are real, and which are self-inflicted. As the case progresses, House vows to make changes in his life, but remains rooted in old habits. After the case is over, House finally deals with his anger over the breakup and lashes out by driving through Cuddy's dining room and escaping to a beach."
              }
            ]
          },
          {
            "season": 8,
            "episodes": [
              {
                "id": 63892,
                "type": "episode",
                "title": "Twenty Vicodin",
                "runtime": 44,
                "episode": 1,
                "overview": "House is serving out a lengthy prison sentence for his various misdeeds, including his trip outside the country in an attempt to escape responsibility. Entirely cut off from his old life, House determines his current problems are the result of his inability to deal with people. Feeling he will never be able to practice medicine again, he plans instead to go back to university to earn a doctorate in physics - a field that will all but assure his isolation from other human beings."
              },
              {
                "id": 63893,
                "type": "episode",
                "title": "Transplant",
                "runtime": 44,
                "episode": 2,
                "overview": "A surprising visitor makes House an offer he can't refuse by giving him the opportunity to help the Princeton Plainsboro team treat a unique patient in order to save the life of an organ recipient being treated by Wilson. Although House finds himself back on familiar ground, he quickly realizes that much has changed since he left, and he is forced to work on the case with smart yet timid resident Dr. Chi Park. After several inconclusive treatments and with time running out, House and Dr. Park are left with one last option to examine the patient's medical history that could compromise House's conditional agreement with the hospital. Meanwhile, House makes an effort to reconnect with Wilson despite a cold reception."
              },
              {
                "id": 63894,
                "type": "episode",
                "title": "Charity Case",
                "runtime": 44,
                "episode": 3,
                "overview": "House and Park treat a patient, Benjamin, who collapsed after making a surprisingly large charity donation, and come to suspect that the altruistic behavior is a symptom of a deeper disorder. When the patient offers to donate an organ for another patient, the doctors must convince Dr. Adams to help them confirm whether Benjamin is in his right mind or not."
              },
              {
                "id": 63895,
                "type": "episode",
                "title": "Risky Business",
                "runtime": 44,
                "episode": 4,
                "overview": "A CEO falls mysteriously ill just days before he signs a contract that would relocate his company's entire labor force to China. House attempts to make an underhanded business transaction with his wealthy patient, but when the patient's condition worsens, the team must work around the clock to save his life. Meanwhile, Park prepares for her hearing with the Princeton Plainsboro Disciplinary Committee chaired by Foreman, and Adams' outlook on her patient's business venture reveals her deeper feelings about loyalty."
              },
              {
                "id": 63896,
                "type": "episode",
                "title": "The Confession",
                "runtime": 44,
                "episode": 5,
                "overview": "A man well-respected in his community suddenly collapses, and in the process of diagnosing his symptoms, the team discovers that the patient has been hiding dark and dishonest secrets about his personal and professional life. But when the patient openly confesses his wrongdoings to his family and community, he compromises his chances of receiving the proper medical treatment. Meanwhile, House will stop at nothing to manipulate Taub into taking a DNA test to prove he is the father of his two six-month-old daughters."
              },
              {
                "id": 63897,
                "type": "episode",
                "title": "Parents",
                "runtime": 44,
                "episode": 6,
                "overview": "A teenage boy attempting to follow in his late father’s footsteps as an entertainer is admitted to Princeton Plainsboro with partial paralysis. As the team searches for a bone marrow match, they uncover a disturbing family secret. Meanwhile, House looks for creative ways to remove his ankle monitor so that he can attend a boxing match in Atlantic City, and he treats a patient who is convinced he is suffering from diabetes. Also, Taub faces a tough decision when his ex-wife Rachel tells him that she wants to move across the country with their infant daughter."
              },
              {
                "id": 63898,
                "type": "episode",
                "title": "Dead & Buried",
                "runtime": 44,
                "episode": 7,
                "overview": "The team learns that their 14-year-old patient is suffering from more than teen angst when her physical symptoms worsen. Despite Foreman’s firm opposition, House becomes obsessed with solving a peculiar case of a deceased four-year-old patient, which gets him into serious trouble. Meanwhile, Park tries to get Chase to admit the reason behind his recent obsession with grooming."
              },
              {
                "id": 63899,
                "type": "episode",
                "title": "Perils of Paranoia",
                "runtime": 44,
                "episode": 8,
                "overview": "A prosecutor suffers from what he believes to be cardiac arrest during an interrogation at the witness stand. The team's preliminary diagnosis is hyper-anxiety, but when Adams and Park investigate the patient's home and find a hidden arsenal of firearms, they uncover a more alarming and deep-seated psychological disorder."
              },
              {
                "id": 63900,
                "type": "episode",
                "title": "Better Half",
                "runtime": 44,
                "episode": 9,
                "overview": "House and his team treat an Alzheimer's patient who vomits blood and flies into violent rages. Meanwhile, when Wilson tells House about a patient who has never had sex with her husband of 10 years, claiming A-sexuality, House makes a wager with him that there has to be an underlying cause."
              },
              {
                "id": 63901,
                "type": "episode",
                "title": "Runaways",
                "runtime": 44,
                "episode": 10,
                "overview": "When a runaway teen requires hospitalization, Adams butts heads with House when she insists they contact Social Services. Meanwhile, Taub has trouble forming a personal connection with his baby daughters and Foreman's relationship with a married woman comes out."
              },
              {
                "id": 63903,
                "type": "episode",
                "title": "Nobody's Fault",
                "runtime": 44,
                "episode": 11,
                "overview": "House and his team are placed under review after a staff member gets hurt."
              },
              {
                "id": 63902,
                "type": "episode",
                "title": "Chase",
                "runtime": 44,
                "episode": 12,
                "overview": "Chase's religious faith bubbles to the surface when he treats a young nun. In addition, he and House reach a fundamental disagreement about the patient that may finally end Chase's reputation as House's \"yes man\" but also bring's House's methods, reputation and objectivity are given more serious scrutiny."
              },
              {
                "id": 63905,
                "type": "episode",
                "title": "Man of the House",
                "runtime": 44,
                "episode": 13,
                "overview": "House's green-card wife, Dominika, will return in order to prove to the proper authorities that she and House are actually married. This in turn will lead to a crash course in which both will learn a little something about love and marriage."
              },
              {
                "id": 63914,
                "type": "episode",
                "title": "Love Is Blind",
                "runtime": 44,
                "episode": 14,
                "overview": "A successful, independent blind man is struck down with a mysterious illness, just prior to him asking for his girlfriend's hand in marriage. Meanwhile, House has a family member visit to inform him of a life change. \"Love Is Blind\" is the fourteenth episode of season eight of House and the 169th overall. The episode debuted in Canada on Global on February 27, 2012, and aired three weeks later in the United States on Fox on March 19, 2012. The unusual three-week delay was a byproduct of the 2012 Daytona 500 rain delay of 30 hours."
              },
              {
                "id": 63904,
                "type": "episode",
                "title": "Blowing the Whistle",
                "runtime": 43,
                "episode": 15,
                "overview": "The team treats an Army veteran charged with treason after he leaked classified information. But the patient's life is put at risk when he refuses treatment unless he and his brother are given information about their late father, a war veteran, which raises questions about loyalty to one's family and country. Meanwhile, Adams suspects House may be sick, so she recruits Wilson and the other team members to plan an intervention and investigate his illness."
              },
              {
                "id": 63907,
                "type": "episode",
                "title": "Gut Check",
                "runtime": 44,
                "episode": 16,
                "overview": "House and the team take on the case of a 22-year-old minor league hockey player who collapsed while coughing up blood after a fight on the ice. Meanwhile, House drops a bomb on Wilson, and Chase offers to help Park change her living arrangement."
              },
              {
                "id": 63906,
                "type": "episode",
                "title": "We Need the Eggs",
                "runtime": 44,
                "episode": 17,
                "overview": "House and the team take on the case of a man who starts tearing blood. Meanwhile, House is interviewing for a new favorite hooker, since his current favorite, Emily, has decided to get married and leave the business. Desperate for Emily \"companionship,\" House teams up with his \"wife\" Dominika to sabotage Emily's budding relationship."
              },
              {
                "id": 63908,
                "type": "episode",
                "title": "Body and Soul",
                "runtime": 44,
                "episode": 18,
                "overview": "House and the team take on the case of a young boy who has violent dreams of being choked, and then wakes up but still can't take in air. Meanwhile, Park is having intimate dreams involving co-workers, which causes the team to question whether or not there's significance to what each of them dreams. Dominika discovers House has been keeping a secret from her and Wilson drops a bombshell on him."
              },
              {
                "id": 63909,
                "type": "episode",
                "title": "The C-Word",
                "runtime": 44,
                "episode": 19,
                "overview": "When House and Wilson disappear off the grid for several days, without explanation, the team is left to deal with a difficult case concerning a 6-year old with numerous problems and complications, including an overbearing mother who also happens to be her physician."
              },
              {
                "id": 63910,
                "type": "episode",
                "title": "Post Mortem",
                "runtime": 44,
                "episode": 20,
                "overview": "Over the years, during the course of performing autopsies at Princeton-Plainsboro, Dr. Peter Treiber has often identified mistakes made by physicians that caused the patient's death. These observations have left him questioning the skills of nearly all the doctors on staff... all, that is, except House. When he falls ill, he demands that only House make medical decisions concerning his care. Unfortunately, House and Wilson have taken off on an impromptu road trip without telling anyone, leaving the team to fend alone and lie to their patient to make him believe that House is the guy calling all the shots."
              },
              {
                "id": 971522,
                "type": "episode",
                "title": "Holding On",
                "runtime": 44,
                "episode": 21,
                "overview": "The team takes on the case of Derrick, a 19-year-old college student who had a mysterious nose bleed during cheerleading practice, and discovers that his health issues are likely both physiological and psychological. Possibly suffering from schizophrenia, Derrick claims to hear his deceased brother’s voice in his head. Meanwhile, Foreman tries a different approach with House."
              },
              {
                "id": 63912,
                "type": "episode",
                "title": "Everybody Dies",
                "runtime": 44,
                "episode": 22,
                "overview": "Facing a 6-month jail term, and the realization that he won't be there for Wilson at the end, House finds himself examining his entire life while contemplating a dismal future without his best friend."
              }
            ]
          }
        ]
      },
      "60059": {
        "id": 60059,
        "type": "tv",
        "title": "Better Call Saul",
        "year": "2015",
        "seasons": [
          {
            "season": 1,
            "episodes": [
              {
                "id": 1019693,
                "type": "episode",
                "title": "Uno",
                "runtime": 54,
                "episode": 1,
                "overview": "Jimmy works his magic in the courtroom. Unexpected inspiration leads him to an unconventional pursuit of potential clients."
              },
              {
                "id": 1019694,
                "type": "episode",
                "title": "Mijo",
                "runtime": 47,
                "episode": 2,
                "overview": "As his troubles escalate to a boiling point, Jimmy finds himself in dire straits. An act of carelessness puts Chuck at risk."
              },
              {
                "id": 1019695,
                "type": "episode",
                "title": "Nacho",
                "runtime": 48,
                "episode": 3,
                "overview": "Jimmy pulls out all the stops to prove that his dangerous client is innocent, even though it causes some friction with Kim."
              },
              {
                "id": 1040243,
                "type": "episode",
                "title": "Hero",
                "runtime": 47,
                "episode": 4,
                "overview": "Jimmy devises a bold plan to obtain new clients, but must face consequences when his relationships become strained."
              },
              {
                "id": 1040244,
                "type": "episode",
                "title": "Alpine Shepherd Boy",
                "runtime": 45,
                "episode": 5,
                "overview": "Alarming news disrupts Jimmy's efforts at drumming up new business, forcing him to make a difficult choice."
              },
              {
                "id": 1041797,
                "type": "episode",
                "title": "Five-O",
                "runtime": 43,
                "episode": 6,
                "overview": "Mike's tragic past comes back to haunt him, and he's forced to seek help from an unusual source. Jimmy's moral compass is put to the test."
              },
              {
                "id": 1041926,
                "type": "episode",
                "title": "Bingo",
                "runtime": 48,
                "episode": 7,
                "overview": "Jimmy meets with potential new clients. Then, when given the opportunity to do the right thing, he cashes in a favor from an unlikely ally."
              },
              {
                "id": 1041927,
                "type": "episode",
                "title": "RICO",
                "runtime": 48,
                "episode": 8,
                "overview": "Jimmy shows Chuck that he's willing to do almost anything to win a case, even if it means getting his hands dirty."
              },
              {
                "id": 1041928,
                "type": "episode",
                "title": "Pimento",
                "runtime": 48,
                "episode": 9,
                "overview": "Chuck urges Jimmy to accept a harsh truth. Meanwhile, a deal threatens to go off the rails when Mike's ability to complete a job is called into question."
              },
              {
                "id": 1041929,
                "type": "episode",
                "title": "Marco",
                "runtime": 50,
                "episode": 10,
                "overview": "In the aftermath of recent events, Jimmy seizes an opportunity to reconnect with an old friend. Chuck adjusts to a new way of life."
              }
            ]
          },
          {
            "season": 2,
            "episodes": [
              {
                "id": 1137066,
                "type": "episode",
                "title": "Switch",
                "runtime": 47,
                "episode": 1,
                "overview": "Jimmy and Kim's relationship takes a new turn. Mike decides it's for the best to sever his affiliation with an unrestrained associate."
              },
              {
                "id": 1164133,
                "type": "episode",
                "title": "Cobbler",
                "runtime": 48,
                "episode": 2,
                "overview": "To keep a potentially messy situation from unraveling, Mike brokers a deal. Jimmy works to exonerate an eccentric client."
              },
              {
                "id": 1164134,
                "type": "episode",
                "title": "Amarillo",
                "runtime": 43,
                "episode": 3,
                "overview": "Jimmy's client outreach efforts thrive, and he exhibits new heights of showmanship. Mike is perplexed by daughter-in-law Stacey's troubling news."
              },
              {
                "id": 1171587,
                "type": "episode",
                "title": "Gloves Off",
                "runtime": 44,
                "episode": 4,
                "overview": "Jimmy's actions unexpectedly create waves for Kim. Mike cautiously weighs a lucrative proposal that might bring about dire consequences."
              },
              {
                "id": 1174270,
                "type": "episode",
                "title": "Rebecca",
                "runtime": 46,
                "episode": 5,
                "overview": "Jimmy becomes frustrated with his restrictive work environment. Kim pulls out all the stops to dig herself out of a seemingly bottomless hole at HHM."
              },
              {
                "id": 1174271,
                "type": "episode",
                "title": "Bali Ha'i",
                "runtime": 47,
                "episode": 6,
                "overview": "Jimmy finds comfort in familiarity. Kim receives a life-changing proposal. When he is threatened, Mike finds himself pushed to the limit."
              },
              {
                "id": 1177127,
                "type": "episode",
                "title": "Inflatable",
                "runtime": 43,
                "episode": 7,
                "overview": "Mike's growing frustration shows when his hand is forced, but with Jimmy's help, he works to keep the peace. Meanwhile, Jimmy boldly forges a new path forward."
              },
              {
                "id": 1177128,
                "type": "episode",
                "title": "Fifi",
                "runtime": 49,
                "episode": 8,
                "overview": "Mike aims to settle the score with an enemy; an unexpected opportunity presents itself to Jimmy."
              },
              {
                "id": 1177129,
                "type": "episode",
                "title": "Nailed",
                "runtime": 50,
                "episode": 9,
                "overview": "Mike takes a methodical approach to his mission. Someone questions Chuck's capabilities. Jimmy faces a personal dilemma."
              },
              {
                "id": 1177130,
                "type": "episode",
                "title": "Klick",
                "runtime": 49,
                "episode": 10,
                "overview": "Jimmy must make a hard choice. Mike takes control of matters. Hamlin delivers shocking news."
              }
            ]
          },
          {
            "season": 3,
            "episodes": [
              {
                "id": 1257266,
                "type": "episode",
                "title": "Mabel",
                "runtime": 52,
                "episode": 1,
                "overview": "Jimmy and Chuck's relationship deteriorates. Kim feels the pressure of running her own firm. Mike investigates the note left on his car."
              },
              {
                "id": 1296541,
                "type": "episode",
                "title": "Witness",
                "runtime": 52,
                "episode": 2,
                "overview": "Jimmy and Kim hire an assistant. Mike seeks out a mysterious acquaintance. Chuck uses the law to gain an advantage over Jimmy."
              },
              {
                "id": 1302563,
                "type": "episode",
                "title": "Sunk Costs",
                "runtime": 46,
                "episode": 3,
                "overview": "Jimmy decides to represent a new client to Kim's dismay. Mike meets a formidable ally who gives a tempting offer."
              },
              {
                "id": 1302564,
                "type": "episode",
                "title": "Sabrosito",
                "runtime": 48,
                "episode": 4,
                "overview": "Jimmy asks a favor of Mike; new complications disrupt Salamancas' business. Chuck and Jimmy struggle with a compromise."
              },
              {
                "id": 1302565,
                "type": "episode",
                "title": "Chicanery",
                "runtime": 50,
                "episode": 5,
                "overview": "Kim and Jimmy face off with an adversary. Jimmy looks to Chuck's past to secure his future. Jimmy loses an ally and gains another."
              },
              {
                "id": 1302566,
                "type": "episode",
                "title": "Off Brand",
                "runtime": 48,
                "episode": 6,
                "overview": "Jimmy has a new endeavor. Chuck pushes himself to the limit. Nacho finds himself in a power struggle."
              },
              {
                "id": 1302567,
                "type": "episode",
                "title": "Expenses",
                "runtime": 53,
                "episode": 7,
                "overview": "Jimmy tries to settle debts. Nacho reunites with an acquaintance. Mike helps Stacey with a project and makes a connection."
              },
              {
                "id": 1319840,
                "type": "episode",
                "title": "Slip",
                "runtime": 49,
                "episode": 8,
                "overview": "Jimmy is pushed to desperate measures. Nacho picks up a new skill. Mike explores an alliance. Kim stands up to Hamlin."
              },
              {
                "id": 1319841,
                "type": "episode",
                "title": "Fall",
                "runtime": 50,
                "episode": 9,
                "overview": "Jimmy visits an old friend and takes up a new pastime. Chuck and Hamlin spar over the future of the firm. Kim faces challenges at work."
              },
              {
                "id": 1327789,
                "type": "episode",
                "title": "Lantern",
                "runtime": 57,
                "episode": 10,
                "overview": "Kim takes time off. Jimmy tries to make amends. Nacho gambles with his future. Hamlin pushes Chuck to make a decision."
              }
            ]
          },
          {
            "season": 4,
            "episodes": [
              {
                "id": 1499168,
                "type": "episode",
                "title": "Smoke",
                "runtime": 49,
                "episode": 1,
                "overview": "Jimmy struggles to cope with Chuck's tragic death. Mike ponders his role at Madrigal. Howard makes a startling confession."
              },
              {
                "id": 1523720,
                "type": "episode",
                "title": "Breathe",
                "runtime": 46,
                "episode": 2,
                "overview": "Jimmy seeks new employment. Gus navigates the fallout from Hector's collapse. Kim endeavors to support Jimmy in the wake of Chuck's death."
              },
              {
                "id": 1523721,
                "type": "episode",
                "title": "Something Beautiful",
                "runtime": 43,
                "episode": 3,
                "overview": "Jimmy puts a risky plan into motion. As alliances shift, Nacho finds himself in the crosshairs. Kim contemplates her future."
              },
              {
                "id": 1542337,
                "type": "episode",
                "title": "Talk",
                "runtime": 47,
                "episode": 4,
                "overview": "A restless Jimmy embarks on a new endeavor while Mike burns bridges. Kim pursues her bliss. Nacho tries to survive a turf war."
              },
              {
                "id": 1542338,
                "type": "episode",
                "title": "Quite a Ride",
                "runtime": 53,
                "episode": 5,
                "overview": "Jimmy identifies a new market for his talents. Mike vets a potential partnership. Kim drives a hard bargain."
              },
              {
                "id": 1542346,
                "type": "episode",
                "title": "Piñata",
                "runtime": 48,
                "episode": 6,
                "overview": "While Jimmy dreams of Wexler-McGill, Kim makes a bold move. Mike puts a plan into motion for Gus."
              },
              {
                "id": 1543105,
                "type": "episode",
                "title": "Something Stupid",
                "runtime": 42,
                "episode": 7,
                "overview": "Jimmy expands his business, but runs into a problem that only Kim can solve. Gus intervenes in Hector's medical care. Mike deals with a setback."
              },
              {
                "id": 1543104,
                "type": "episode",
                "title": "Coushatta",
                "runtime": 53,
                "episode": 8,
                "overview": "Jimmy goes to great lengths to right a wrong, as Kim pulls out all the stops for a case. Mike lets his team blow off steam. Nacho receives a visitor."
              },
              {
                "id": 1562084,
                "type": "episode",
                "title": "Wiedersehen",
                "runtime": 55,
                "episode": 9,
                "overview": "Jimmy and Kim unburden themselves, risking their relationship in the process. Nacho is forced to make the rounds with Lalo. Mike has cause to worry."
              },
              {
                "id": 1562085,
                "type": "episode",
                "title": "Winner",
                "runtime": 61,
                "episode": 10,
                "overview": "Jimmy turns the page on his reputation. Lalo tracks a loose end in Gus' operation. Mike is forced to make a difficult decision."
              }
            ]
          },
          {
            "season": 5,
            "episodes": [
              {
                "id": 1990318,
                "type": "episode",
                "title": "Magic Man",
                "runtime": 55,
                "episode": 1,
                "overview": "Now doing business as Saul Goodman, Jimmy unveils an unorthodox strategy for client development that tests Kim's tolerance of his new legal persona. Lalo searches for the mysterious Michael, only to discover a problem within his own operation."
              },
              {
                "id": 2069293,
                "type": "episode",
                "title": "50% Off",
                "runtime": 46,
                "episode": 2,
                "overview": "Jimmy's promotional stunt has unintended consequences. Nacho takes extreme measures to earn Lalo's trust. Saul is a success at the courthouse but still has yet to win Kim over. Simmering with rage and self-loathing, Mike loses his temper."
              },
              {
                "id": 2069294,
                "type": "episode",
                "title": "The Guy for This",
                "runtime": 55,
                "episode": 3,
                "overview": "Jimmy's business enters uncharted territory. Kim's confidence is tested when she's faced with a legal problem only she can solve. Nacho navigates increased pressure from Gus. Mike continues to spiral."
              },
              {
                "id": 2069295,
                "type": "episode",
                "title": "Namaste",
                "runtime": 47,
                "episode": 4,
                "overview": "As Jimmy doubles down on Saul Goodman, a deeply conflicted Kim brings him an interesting proposition, Gus makes a sacrifice in order to play the long game, and Mike attempts to smooth things over with his family."
              },
              {
                "id": 2069296,
                "type": "episode",
                "title": "Dedicado a Max",
                "runtime": 51,
                "episode": 5,
                "overview": "Mike takes an impromptu trip out of town. As she and Jimmy grow closer over their campaign to help a client, Kim makes a surprising call."
              },
              {
                "id": 2069297,
                "type": "episode",
                "title": "Wexler v. Goodman",
                "runtime": 52,
                "episode": 6,
                "overview": "Kim tries to pump the brakes on Jimmy's latest scheme, but it may be too late to stop Saul. Mike turns the heat up on Lalo. Nacho attempts to enlist support from above."
              },
              {
                "id": 2069298,
                "type": "episode",
                "title": "JMM",
                "runtime": 48,
                "episode": 7,
                "overview": "Jimmy and Kim build a legal firewall with help from Huell. Kim sets things straight with her clients as Jimmy is compromised by his. Gus, at war on all fronts, calms troubled waters in service of his plot to build an empire. Mike does damage control."
              },
              {
                "id": 2069299,
                "type": "episode",
                "title": "Bagman",
                "runtime": 55,
                "episode": 8,
                "overview": "When a simple errand for a client goes sideways, Jimmy is pushed to the limit. Mike takes measures to contain the wrath of the cartel. Lalo gets an unexpected visitor."
              },
              {
                "id": 2069300,
                "type": "episode",
                "title": "Bad Choice Road",
                "runtime": 60,
                "episode": 9,
                "overview": "In the wake of Jimmy's traumatic misadventure, Kim takes stock of what is important. Jimmy attempts to return to business as usual, but it's more difficult than anticipated. Gus and Mike set a plan in motion."
              },
              {
                "id": 2069301,
                "type": "episode",
                "title": "Something Unforgivable",
                "runtime": 61,
                "episode": 10,
                "overview": "Jimmy and Kim make a sideways move that takes a serious turn. Nacho gets closer to the cartel than he'd like. Season Finale."
              }
            ]
          },
          {
            "season": 6,
            "episodes": [
              {
                "id": 3497576,
                "type": "episode",
                "title": "Wine and Roses",
                "runtime": 56,
                "episode": 1,
                "overview": "Nacho runs for his life. Jimmy and Kim hatch a plan. Mike questions his allegiances."
              },
              {
                "id": 3497578,
                "type": "episode",
                "title": "Carrot and Stick",
                "runtime": 60,
                "episode": 2,
                "overview": "Harsh realities dawn on Nacho. Gus investigates his suspicions."
              },
              {
                "id": 3499861,
                "type": "episode",
                "title": "Rock and Hard Place",
                "runtime": 47,
                "episode": 3,
                "overview": "Still on the run, Nacho is forced to choose where his loyalties lie. Jimmy doubles down."
              },
              {
                "id": 3641942,
                "type": "episode",
                "title": "Hit and Run",
                "runtime": 45,
                "episode": 4,
                "overview": "Gus takes extreme measures. Jimmy and Kim enlist a local pro to put on a show."
              },
              {
                "id": 3641943,
                "type": "episode",
                "title": "Black and Blue",
                "runtime": 52,
                "episode": 5,
                "overview": "While business booms for Jimmy, the vise tightens on the cat-and-mouse game between Gus and Lalo."
              },
              {
                "id": 3641944,
                "type": "episode",
                "title": "Axe and Grind",
                "runtime": 45,
                "episode": 6,
                "overview": "Kim and Jimmy enlist a knowledgeable contact. Howard scrutinizes Jimmy’s business practices."
              },
              {
                "id": 3641946,
                "type": "episode",
                "title": "Plan and Execution",
                "runtime": 51,
                "episode": 7,
                "overview": "Jimmy and Kim deal with a last-minute snag. Howard's investigation finally yields results."
              },
              {
                "id": 3641948,
                "type": "episode",
                "title": "Point and Shoot",
                "runtime": 50,
                "episode": 8,
                "overview": "An unexpected visitor forces Jimmy and Kim to face the consequences of their actions."
              },
              {
                "id": 3641950,
                "type": "episode",
                "title": "Fun and Games",
                "runtime": 57,
                "episode": 9,
                "overview": "Gus attempts to smooth things over with the cartel while Mike ties up loose ends."
              },
              {
                "id": 3641951,
                "type": "episode",
                "title": "Nippy",
                "runtime": 52,
                "episode": 10,
                "overview": "A lost dog leads to a new friend. A new player gets in the game."
              },
              {
                "id": 3641952,
                "type": "episode",
                "title": "Breaking Bad",
                "runtime": 58,
                "episode": 11,
                "overview": "Emboldened by recent successes, partners throw caution to the wind and escalate their enterprise to new levels."
              },
              {
                "id": 3641953,
                "type": "episode",
                "title": "Waterworks",
                "runtime": 59,
                "episode": 12,
                "overview": "The stakes are raised when a discovery is made that will send shockwaves far and wide."
              },
              {
                "id": 3641954,
                "type": "episode",
                "title": "Saul Gone",
                "runtime": 70,
                "episode": 13,
                "overview": "Revelations. Regrets. RICO violations. Jimmy's worlds — and identities — converge in one final showdown."
              }
            ]
          }
        ]
      }
    },
    "movie": {
      "559969": {
        "id": 559969,
        "type": "movie",
        "title": "El Camino: A Breaking Bad Movie",
        "year": "2019",
        "runtime": 123,
        "overview": "In the wake of his dramatic escape from captivity, Jesse Pinkman must come to terms with his past in order to forge some kind of future."
      }
    }
  },
  "saved": false,
  "force": false,
  "title": "Example Schedule",
  "description": "House, with Breaking Bad / El Camino / Better Call Saul"
}